/* Source: http://www.manutd.com/en/News-And-Features.aspx */
[{
  "id": 20,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/EEAD832716A14064AD1AB3DD82494D94.ashx?w=1280&h=720&rgn=0,269,3000,1958",
  "title": "Who was Matic's star man against City?",
  "subtitle": "Report by Adam Higgins",
  "date": "09/04/2018 13:36",
  "summary": "Nemanja Matic singled out Chris Smalling as his star man in Manchester United's magnificent comeback win over rivals Manchester City.",
  "content": "The central defender scored the decisive goal on Saturday as the Reds mounted a stunning second-half revival to emerge victorious in a pulsating derby at the Etihad Stadium.<br/><br/>By his own admission, Smalling felt he was culpable for Vincent Kompany’s opening goal as City took a 2-0 lead into the half-time interval. But the Reds came out fighting after the break and the no.12 went on to net his third Manchester derby goal in the 3-2 triumph.<br/><br/>\"I think Chris Smalling was the main star,\" Matic made a point of telling MUTV after the dramatic victory, which denied Pep Guardiola's side the chance to secure the Premier League title.<br/><br/>When asked where the sweet success ranks in terms of this season's achievements, the midfielder added: \"I think this is the best game for our fans because I know what this game means for them, especially when we knew that, if they [City] won this game, they would be champions and we didn't allow them to celebrate in front of our supporters.<br/><br/>\"I think it's the most important [game] and for our supporters, it was the best way to show the pride and the best way to show how we fight for our club.\"<br/><br/>Paul Pogba stole the show with two well-taken goals which helped to haul the Reds back into the contest early in the second half.<br/><br/>The brace capped a virtuoso display from the dynamic Frenchman, who led from the front – something Matic feels his midfield team-mate is capable of doing in this United team.<br/><br/>\"With his personality, Paul needs to be our main player because he plays in that position and he needs to take responsibility,\" the Serbian added.<br/><br/>\"Don't forget that he has had an injury this season – he was out for three months and it's not easy to come back after that.<br/><br/>\"The people always expect a lot from you when you play for Man United – we know that this is normal. But he is still young and he can still improve. Today, he showed character and personality. If you saw him in the last 10 minutes, he was fighting a lot for the team and helping the team.\""
},{
  "id": 19,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/8AD74CBE74EF4F6EAF0CC3A814FB3CEC.ashx?w=1280&h=720&rgn=0,130,3000,1822",
  "title": "Monday Briefing: What a weekend for Reds",
  "subtitle": "Report by Mark Froggatt",
  "date": "09/04/2018 09:14",
  "summary": "As far as weekends go, it was an exceptional one for Manchester United and fans around the world. Your Monday Briefing is here to round up the essential news, views and events...",
  "content": "<b>MANCHESTER IS RED</b><br/><br/>The only place to start is Saturday's amazing 3-2 derby win at City, where the Reds were two goals down at half-time after strikes from Vincent Kompany and Ilkay Gundogan. But then Paul Pogba struck twice in as many minutes to bring the scores level before Chris Smalling volleyed in a winner, which secured an unbelievable comeback and prevented the Blues from winning the Premier League title. Our success at the Etihad Stadium has strengthened the hold on second place for 2017/18, which has been the goal for some time, following third-placed Liverpool's drab stalemate at Everton.<br/><br/><b>WHAT WAS SAID AT HALF TIME</b><br/><br/>In his press conference, Jose Mourinho gave this insight into his instructions. \"I told Matic, Herrera and Pogba that they could not improve a lot from what they did in the first half because they had confidence to play and to move the ball and give passes,\" he said. \"I was asking more from my central defenders, especially to play with the ball as in the first half they were really shaky with it at their feet and there were bad mistakes. I needed more from my wingers, I wanted them to come inside and give more solutions to our midfielders. So we improved in the second half with that.\"<br/><br/><b>WE DIDN'T WANT TO BE CLOWNS</b><br/><br/>\"I think there were some honest words said at half-time,\" admitted Smalling afterwards. \"We were feeling sorry for ourselves but we needed to make sure we played with pride. We needed to show more character and stand up tall and give the fans something back. We didn't want to be the clowns watching City win that trophy and I think you saw us really stand up in that second half.\"<br/><br/><b>POGBA OUR MAN OF THE MATCH</b><br/><br/>Paul was a subject of the pre-match conversation following comments made by Pep Guardiola, yet the Frenchman remained focused and produced a sensational performance, particularly in the second half when he became the first United player to score two goals against City in a single game since Wayne Rooney in December 2012. He was crowned our Man of the Match with 79 per cent of votes and beamed on MUTV. \"It obviously feels great to score two goals but it's an even better feeling to win against Manchester City and not let them win today against us in their own stadium,\" he said.<br/><br/><b>RIO IMPRESSED BY PAUL'S PERFORMANCE</b><br/><br/>\"Pogba was the talk before the game and he went on to make sure he was the talk after it for the reasons he so desperately wants them to be,\" posted Ferdinand on Instagram. \"Knowing Paul, he will want to be talked about as a great player but his extravagant hairstyles and dance moves have too often overshadowed his performances. Flashy hair and being seen to enjoy every bit of life is just the way Paul Pogba is and that's his choice so it must be respected. All he has to do is make sure he keeps producing performances and goals like we saw vs City and that will be the conversation.\"<br/><br/><b>ALEXIS WAS ALSO HIGHLY INFLUENTIAL</b><br/><br/>Pogba was the star, but we must not overlook the contribution of our January signing after he played a pivotal role in all three goals. His cross to Herrera inspired the first for Paul and another inch-perfect pass led to the Frenchman's second, before an in-swinging free-kick teed up Smalling's winner. His work rate was superb and, undoubtedly, this was his most impressive United display.<br/><br/>According to @OptaJoe, Alexis provided two assists in a single Premier League game for just the second time in his career, since a match with Arsenal against Newcastle in Dec 2014.<br/><br/><b>A TRIBUTE TO RAY WILKINS</b><br/><br/>Both teams wore black armbands in tribute to the late United and England player, while a moment of applause was also impeccably upheld by fans before kick-off. It was a sobering moment and many of Ray's former team-mates celebrated his life in a video that was posted via @ManUtd.<br/><br/><b>UNDER-23S SHOWED FIGHT</b><br/><br/>United needed to avoid defeat against Sunderland to stave off relegation from Premier League 2 and racked up a 4-0 triumph at Old Trafford to raise hopes of climbing the table at this late stage of the campaign. In front of an appreciative crowd, Tahith Chong scored the first and set up the second, for Zak Dearnley, to register a commanding half-time lead. Then two goals in quick succession, by Indy Boonen and skipper Joe Riley, doubled that advantage in the hosts' biggest win of the season.<br/><br/><b>UNDER-18S CLOSER TO THE TITLE</b><br/><br/>United's youngsters are on the brink of claiming the Under-18 Premier League North title after winning 3-2 at Middlesbrough on Saturday. This impressive away victory means that only local rivals Manchester City can now match United's current table-topping tally of 45 points. The Blues, who must beat the Reds as well as winning all of their games in hand, hammered Everton 6-1 at home on Saturday.<br/><br/><b>DISAPPOINTMENT FOR HENDERSON</b><br/><br/>Young goalkeeper Dean Henderson was left disappointed on Sunday, when he and loan club Shrewsbury Town were beaten 1-0 by Lincoln in the Football League Trophy final at Wembley.<br/><br/>Meanwhile, Sam Johnstone made his 41st appearance for Aston Villa as they lost 3-1 at Norwich City and James Wilson was an 89th-minute substitute in Sheffield United's 3-2 defeat at Barnsley. Matty Willock played 20 minutes for St Johnstone in their 0-0 draw with Motherwell against ex-Academy lad Liam Grimshaw, while Andreas Pereira made his 25th Valencia appearance in a 1-0 La Liga win over Espanyol."
},{
  "id": 18,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/4FC9C438C5524B1E819FC5438537BC34.ashx?w=1280&h=720&rgn=0,159,3000,1847",
  "title": "Rio: Reds played for the shirt against City ",
  "subtitle": "Report by Adam Higgins",
  "date": "09/04/2018 10:00",
  "summary": "Rio Ferdinand felt Manchester United's incredible comeback victory over rivals City showed the team care about playing for the shirt and could handle the intense pressure of the occasion. ",
  "content": "Paul Pogba netted twice and Chris Smalling fired home the decisive goal as the Reds came from two goals down at half-time to record a dramatic 3-2 win at the Etihad Stadium on Saturday, denying Pep Guardiola's league leaders the chance to secure the Premier League title in the process.<br/><br/>Former United defender Ferdinand, who played in 24 Manchester derbies during his glittering 12-year career at Old Trafford, knows all about what playing City means to the fans.<br/><br/>In an impassioned post on Instagram, Rio penned a lengthy message on how much the victory meant to him as a huge Reds supporter and heaped praise on the players for standing up to the challenge, while spoiling City's celebrations.<br/><br/>\"Beaten by your rivals at their ground and to then have to sit there and watch them lift the Premier League trophy – all of this while the home fans laugh at you there downtrodden, embarrassed, worthless, a beaten man/team,\" he wrote.<br/><br/>\"That is the nightmare the night before the derby game many of the players, if not all, would have had. That very picture would almost certainly have gone through their minds at some point leading up to that game.<br/><br/>\"So to see the way the Manchester United team came back from two goals down, and it could have been more had City finished their chances, signifies to me that these guys really do care about playing for the shirt and how desperate they were not to allow that nightmare to become a reality!<br/><br/>\"That is the type of pressure these games bring on – can you as an individual get rid of those terrible images and concentrate on the job in hand, or will you allow yourself to be drowned in such negativity that you can hardly warm up without it being on your mind constantly, and your warm-up is 25 minutes of bad touches and anxiety!<br/><br/>\"This, can I add, all before the actual game begins – mental warfare! So well done to the boys for dealing with all that, especially after going two goals down (imagine the panic).\"<br/><br/>Ferdinand also reserved special praise for Paul Pogba, who capped a Man of the Match display with two goals, which brought the Reds back on level terms early in the second half, and played an integral role in the remarkable turnaround.<br/><br/>\"Paul Pogba was the talk before the game and he went on to make sure he was the talk after it, for the reasons he so desperately wants them to be,\" Rio added.<br/><br/>\"Knowing Paul, he will want to be talked about as a great player, but his extravagant hairstyles and dance moves have too often overshadowed his performances.<br/><br/>\"Flashy hair and being seen to enjoy every bit of life is just the way Paul Pogba is and that's his choice, so it must be respected. All he has to do is make sure he keeps producing performances and goals like we saw against City – that will be the conversation with him rather than the other stuff.<br/><br/>\"He was let free or had to play in a more advanced role due to the scoreline, which allowed him to do what he does best – less defensive responsibility and allowed to attack like he learnt and did at Juventus with the results we saw in the second half at City. <br/><br/>\"That's the pressure he puts on himself, but one I'm sure he can deal with.\""
},{
  "id": 17,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/FFA39944C54541978E3BA161E406AE02.ashx?w=1280&h=720&rgn=0,188,2698,1706",
  "title": "Herrera: We'll build a stronger United",
  "subtitle": "Report by Stuart Mathieson",
  "date": "08/04/2018 22:30",
  "summary": "Ander Herrera wants the \"emotional\" derby comeback to be a platform for constructing a more powerful Manchester United next season.",
  "content": "The midfielder says the players' pride and feelings of guilt for the fans were the key factors in transforming a 2-0 first-half drubbing by Manchester City into a thrilling, sensational and unforgettable 3-2 win at the Etihad Stadium.<br/><br/>\"This is one of the best, one of the most emotional games so far in my career with Manchester United,\" he declared in a post-match interview.<br/><br/>Herrera revealed there was no emergency blueprint put in place at the interval to rescue the dire-looking situation as United planned to avoid a derby-day embarrassment. It was simply about self-esteem and honour.<br/><br/>\"We didn't talk too much about tactics at half-time,\" said Ander. \"We just talked about our pride, about the club, and how you can never underestimate United.<br/><br/>\"We knew that our fans were going to have a difficult night if we lost. So we did it for them and of course for us and our position, but overall for them.<br/><br/>\"It was an important game for our fans. I was feeling sorry for them because it was going to be a difficult day for all of them. But this is Manchester United and nobody should ever underestimate it.<br/><br/>\"Everyone was talking at half-time. Of course, the oldest guys with the most experience - Ash (Young) and Michael (Carrick), who was also in the dressing room - they have power in their words but everyone was talking.\"<br/><br/>The Etihad triumph cemented United's hold on second place in the Premier League but Herrera feels it was also an early marker for the 2018/19 campaign.<br/><br/>\"It was very important for our position in the league. We want to finish second and build a stronger Manchester United for next season. That's all,\" said Herrera.<br/><br/>\"Normally we should be fighting for the title with this amount of points. We want to finish as well as we possibly can this season.<br/><br/>\"All the people in the newspapers, the journalists, have been talking about what this result means for the rivalry, the derby, our opponents. But we just think about Manchester United. That's it, we don't think about the others.\""
},{
  "id": 16,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/9E95ED1F06FE4AA78D1A38098C2C21D7.ashx?w=1280&h=720&rgn=137,78,2407,1356",
  "title": "Smalling: It was great to make amends",
  "subtitle": "Report by Adam Bostock, Gemma Thompson",
  "date": "08/04/2018 10:50",
  "summary": "Chris Smalling admits he was mightily relieved to score United's winner in the Manchester derby after being culpable when Vincent Kompany headed in City's opener.",
  "content": "The Reds centre-back produced a finish that any forward would have been proud of when he volleyed home Alexis Sanchez's free-kick cross to make the final score 3-2 but he acknowledged that he could have done his day job better during a difficult first half.<br/><br/>\"The first half was terrible, apart from the first 15 minutes when there was nothing in it,\" Smalling said. \"Then we dropped off and didn't play our game, and [City] could have been out of sight.<br/><br/>\"I think there were some honest words said at half-time. We were feeling sorry for ourselves but we needed to make sure we played with pride. We needed to show more character and stand up tall and give the fans something back.<br/><br/>\"We didn't want to be the clowns watching City win that trophy and I think you saw us really stand up in that second half. That second-half performance was for our fans.<br/><br/>\"We were 2-0 down at City who have been fantastic at home all season, but we stepped up and won the game. I thought we fully deserved it in the end.\"<br/><br/>As for his own part in the tale of two halves, he added: \"When you have made a mistake like I did for the first goal, you want an opportunity to make amends and luckily it came. You could see the relief in my face.<br/><br/>\"When you get a chance to make amends and contribute a goal it's a great feeling. And there's no better feeling than scoring a winner in a derby.\"<br/><br/>Smalling recognised that his match-winning platform was primarily built by two attacking stars, namely Alexis and the scorer of United's first two goals, Paul Pogba.<br/><br/>\"It's fantastic when those sorts of players are in that sort of form,\" said the defender.<br/><br/>\"Alexis is always looking to thread those balls through and Paul's runs are a danger to any team so it's good that they've been able to link up together.<br/><br/>\"You never see Paul hide and you saw 11 players stand up today when it would have been easy to crumble at 2-0 when it looked 90 per cent like it was going to be City's win.<br/><br/>\"It was a great turnaround and this is definitely putting down a marker for the rest of the season and beyond. It's about making sure we own second spot in the league and getting to that FA Cup final. Next year we'll kick on.\""
},{
  "id": 15,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/C932AE334BAE460A9D834F56AD21276E.ashx?w=1280&h=720&rgn=0,0,2000,1125",
  "title": "Pogba's delight after delaying Man City",
  "subtitle": "Report by Adam Bostock",
  "date": "07/04/2018 21:15",
  "summary": "Paul Pogba declared it felt better to stop Manchester City winning the Premier League title on derby day than it did to put his name on the scoresheet twice in Saturday's scintillating 3-2 win for Manchester United.",
  "content": "The Frenchman was the runaway winner of the club's Man of the Match poll on Twitter, gleaning 79 per cent of the votes ahead of fellow nominees Alexis Sanchez (15 per cent) and Ander Herrera (6 per cent), who between them provided the assists for Pogba and the scorer of the decisive third goal, Chris Smalling.<br/><br/>\"It obviously feels great to score two goals but it's an even better feeling to win against Manchester City and not let them win today against us in their own stadium,\" Pogba beamed on MUTV. <br/><br/>\"I feel very happy but there is one side of me that is disappointed too because, with a performance like we had in the second half, if we had done this all season, I think we would be fighting for the title with City or we'd be just in front of them.<br/><br/>\"This is football. It happens. And we have to carry on like this, we're learning. I'm very happy today.\"<br/><br/>Pogba noticeably celebrated wildly at the final whistle, making it clear the victory meant as much to him as it did to the club's passionate supporters inside the Etihad Stadium.<br/><br/>\"They came here to support us at Man City's stadium and they didn't want us to lose this game,\" he said. \"We didn't want to lose this game and we did it for them, for ourselves and all Manchester United fans.\"<br/><br/>The Frenchman finished his MUTV interview by turning his thoughts to the targets for the rest of this season - \"we have to think about the second place, and the FA Cup, that is coming\" - and the aim of improving for the next campaign.<br/><br/>\"Exactly, always. That is why we play, to come back better than the season before and not make the mistakes that we have done.\""
},{
  "id": 14,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/C19E5E97BDBF44EE98605D0E1192B535.ashx?w=1280&h=720&rgn=0,112,2413,1471",
  "title": "Mourinho reacts to incredible derby win",
  "subtitle": "Report by Gemma Thompson",
  "date": "07/04/2018 21:00",
  "summary": "Jose Mourinho was naturally delighted to see his Manchester United side come from two goals down to claim a famous victory in the derby on Saturday.",
  "content": "After City had taken a 2-0 lead at half-time, the Reds staged a storming turnaround as a Paul Pogba double and a brilliantly-taken winner from Chris Smalling secured a stunning 3-2 win.<br/><br/>Here's what Jose had to say in his post-match interview with Sky Sports...<br/><br/><b>FRUSTRATION AT FIRST GOAL</b><br/><br/>\"I was really sad with their first goal because their first goal came from a corner and that's the third corner I think they have scored against us from this season. And it was in the moment when the game was completely in control. Then after the second goal it was important for the players to stay confident. Matic, Pogba and Herrera had the ball and we moved the ball and we had more of the ball than normally a team has against Manchester City. So it was just a question of keeping our confidence and bringing the lines up a bit more and pressing a bit higher and waiting for a goal.\"<br/><br/><b>TOP-FOUR PLACE ALMOST SECURED</b><br/><br/>\"I gave them the example of many matches when a team is losing 2-0 and can recover so credit to the boys because they believed and they kept their shape and it's a very important result for us because mathematically I think we need six points to finish in the top four. That objective is the compulsory objective so we need six points in three matches at home and three away. So I'm pretty confident today has helped with that and to finish second I think is very important. I think we are four points ahead of Liverpool with one match in hand and we are four ahead of Spurs and City need to beat them to win the title. Our challenge is to finish second.\"<br/><br/><b>CONGRATULATIONS TO CITY AND PEP</b><br/><br/>\"I told him congratulations because they deserve the title. Of course they're frustrated because they wanted to do it today but I congratulate them because they are going to win it and deservedly so. They have more points than the other teams and they gave no chance to the others. I keep saying we have had a better season than last season, more victories, more goals, more points, less goals conceded, everything has been better for us but it was not enough because of the season they have had when they have not stopped winning. But we are not the team that people think we are - we are not as bad as people think we are, I'm not such a bad manager as people think I am, the players are not so bad as people think they are and that's what we are going to try to prove by showing we are the second best team in the country, but for that we need the points.\"<br/><br/><b>DELIGHTED FOR THE FANS</b><br/><br/>\"I'm really happy for the fans because I know for the fans the result against a direct rival is always important and recently we did it against Chelsea, Liverpool and now City. For them it's a nice feeling. I said before the match in an honest way that my objective was not to spoil any celebration because they are going to celebrate sooner or later. The objective was to fight for points because we need points. Even if Manchester United doesn't win the title for the next 50 years, Manchester United is Manchester United and if I don't win anything I am Jose Mourinho and the players are the players. We are honest people and honest professionals and we always try to do our best. I am really, really pleased for us as a group that we can finish in the top four and we have a big chance to finish second with this fantastic result.\"<br/><br/><b>WE ALWAYS TRY TO IMPROVE</b><br/><br/>\"I think in the end the number of the points they [City] will have is going to reflect how much better they were than the others. The point is can we improve enough to catch them? I don't know. We are going to try and this result at least gives the boys two good days off with a great feeling and hopefully next time we play at Old Trafford next weekend we can have a good atmosphere to try to get three points because we need six to get a top-four place. So if we get three we are almost there.\"<br/><br/><b>PLEASED FOR PAUL POGBA</b><br/><br/>\"I said at half-time that my midfielders couldn't play better than they were playing. It's difficult to play against City because they press really well and are compact and their transition is really strong. I told Matic, Herrera and Pogba that they could not improve a lot from what they did in the first half because they had confidence to play and to move the ball and give passes. I was asking more from my central defenders especially to play with the ball because in the first half they were really shaky with it at their feet and there were bad mistakes. I needed more from my wingers, I wanted them to come inside and give more solutions to our midfielders. So we improved in the second half with that, I was not asking for Paul to improve because I was already happy with what he was doing in the first half. But he scored two fantastic goals and I'm really pleased for him.\""
},{
  "id": 13,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/3825D40134CD40BFAAB6A22218FB8429.ashx?w=1280&h=720&rgn=0,0,2000,1126",
  "title": "Lukaku is United's Player of the Month",
  "subtitle": "Report by Adam Higgins",
  "date": "06/04/2018 14:45",
  "summary": "Romelu Lukaku has reacted to being voted Manchester United's Player of the Month for March by the club's supporters.",
  "content": "As always, fans voted in their thousands in the poll, conducted via our official Twitter account @ManUtd, and Lukaku was the overwhelming winner with 71 per cent of the final tally. Team-mates Nemanja Matic (22 per cent) and Ashley Young (seven per cent) were also nominated.<br/><br/>After two previous nominations in September and February, it's third time lucky for the Belgian striker, who has now claimed the Reds' monthly star-man award for the first time in his United career.<br/><br/>\"I'd like to thank the fans for voting for me. I always try to repay them and I will try to do that between now and the end of the season,\" he told ManUtd.com. \"It [the last month] has been great for me personally, and for the team as well. We're doing well and playing well, and we want to keep enjoying the moment we're in and try to improve in the last part of the season.<br/><br/>\"I like all my goals!\" he joked, when asked for a favourite from the last month. \"I don't like to choose one, I will do that at the end of the season. It's something I've always done. If I have a tap-in or a shot from just inside the box or just outside the box, I like all my goals because it's the best feeling.<br/><br/>\"It's really important [to finish strongly]. It's something we have to do. We are Manchester United, you have to always aim for the highest position in the league. We have certain standards we have to achieve and we have to keep going with the games that are left.\"<br/><br/><b>WHY ROM IS A WORTHY WINNER</b><br/><br/>Lukaku has enjoyed a magnificent debut season at Old Trafford and March was arguably his best month in a United shirt to date. He netted four goals and registered an assist in five games, and reached a significant landmark in his career.<br/><br/>He began the month by contributing to a sensational comeback against Crystal Palace, keeping his nerve in a packed penalty area to score the decisive equaliser as the Reds came from 2-0 down to win 3-2 at Selhurst Park.<br/><br/>The no.9 then set up Marcus Rashford's opener against Liverpool with a deft flick-on and put in a good shift to help United to a 2-1 victory over our fierce rivals, before netting a consolation goal in the disappointing UEFA Champions League defeat against Sevilla at Old Trafford.  <br/><br/>Lukaku continued to make an impact and netted the all-important first goal in the Reds' 2-0 home wins over Brighton & Hove Albion in the Emirates FA Cup quarter-final and Swansea City in the Premier League respectively.<br/><br/>The latter goal was particularly memorable for the 24-year-old, who became the youngest-ever foreign player to reach the significant milestone of 100 Premier League goals.<br/><br/>It was also his 26th goal in all competitions this season for the Reds and 11th in 15 games for the club in 2018. If he is able to maintain this kind of excellent consistency in the remaining weeks of the season, there is every chance Lukaku can end the campaign with a tally which surpasses some of the biggest names in United's illustrious history.<br/><br/><b>THE MANAGER'S CHIEF SERGEANT</b><br/><br/>Despite receiving criticism from some quarters during the course of the campaign, Jose Mourinho has constantly leapt to Lukaku's defence and heaped praise on the former Everton man for his character and application week in week out.<br/><br/>\"He's an important guy for me,\" the boss said recently. \"He's one of the guys that I trust, that I love the attitude, that I love the character.<br/><br/>\"He's a sergeant, you know. His attitude is phenomenal. For me, it's not just about the goals he scores, but what he brings to the team – that spirit.\"<br/><br/>Former United no.9 Andy Cole has also expressed his admiration and respect for the Belgian's contribution as a lone striker so far this term.<br/><br/>\"Lukaku has had a very good season,\" Coley said on The Paddy Crerand Show on MUTV this week. \"I think it has probably been a lot tougher than he would have thought and now he appreciates that you can't have a weekend off at Manchester United, which he could have done at his previous clubs Everton and West Bromwich Albion. <br/><br/>\"Here, you can't afford to do that. But he has played the majority of games and that says a lot about him. He has not been injured and, for his first season, I think he has been top drawer.\"<br/><br/><b>THIS SEASON'S PLAYER OF THE MONTH WINNERS SO FAR:</b><br/><br/><b>August:</b> Paul Pogba <br/><b>September:</b> Anthony Martial<br/><b>October:</b> Anthony Martial <br/><b>November:</b> Ashley Young <br/><b>December:</b> Jesse Lingard <br/><b>January:</b> Anthony Martial <br/><b>February:</b> David De Gea<br/><b>March:</b> Romelu Lukaku"
},{
  "id": 12,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/62DE6F8628DA4DF4A140F89CF3586FE1.ashx?w=1280&h=720&rgn=10,0,3000,1680",
  "title": "Key quotes: What Jose told the media ",
  "subtitle": "Report by Adam Higgins",
  "date": "06/04/2018 14:43",
  "summary": "Jose Mourinho addressed the media on Friday afternoon ahead of Saturday's Manchester derby against City at the Etihad Stadium.",
  "content": "The United boss discussed a range of topics at the Aon Training Complex, including the sad passing of Ray Wilkins, what the Manchester derby means and where the Reds currently stand in the Premier League.<br/><br/>Read the main points from his interview with MUTV and his press conference below...<br/><br/><b>'I FEEL SAD ABOUT RAY'</b><br/><br/>\"Obviously [it was] sad news. I had some contact with Ray [Wilkins] through his connection with Chelsea and I met him a few times and I always had a positive relationship with him, so obviously I feel sad. During this difficult process with him passing away, I managed to have contact with his family through his son, so I know exactly how they feel about their father and obviously I feel sorry.\"<br/><br/><b>'HE WAS AN HONEST MAN'</b><br/><br/>\"Probably because of my age and because of my generation, I met Ray the player and then obviously he was a coach and a football man. He was a brilliant player in a great generation of very good English players and then he was a Chelsea man for many years, connected with the coaching staff and then as an opponent, because I think the last time he was coaching was with Aston Villa, if I'm not wrong. I always had a positive relationship with him and finally as a pundit, I always felt he was an honest man. I could agree with him the majority of times – not always, obviously, but I always looked at him as an honest man and that's the most important thing.\"<br/><br/><b>'DERBY IS JUST THREE POINTS'</b><br/><br/>\"It's always the same question and always the same answer. In the end, the points are the most important thing. In the end, it's always a match of three points and not a match of seven, eight or nine points but there is also a little bit of the emotional difference in relation to other matches. But in my case, I always try to play every match with the same mentality and responsibility and not try to make a derby an El Clásico or whatever we used to call it in Portugal and Spain – a special match.\" <br/><br/><b>'A GOOD AND NORMAL WEEK'</b><br/><br/>\"It's been a good week. I would say a normal week – no midweek match or Champions League for us, so more time to train. But a good, normal week, I would call it.\"<br/><br/><b>DIFFICULT TO PINPOINT KEY FACTORS</b><br/><br/>\"I don't know [what will be decisive]. The more I play big matches – the more I can relate to big matches, derbies, Clásicos, decisions – the more difficult it is for me to answer the question because sometimes you think this is the game you are expecting it to be and the game ends up being completely different, so honestly I don't know.\"<br/><br/><b>POINTS TALLY NORMALLY ENOUGH TO FIGHT FOR TITLE</b><br/><br/>\"Obviously you see the number of points that we have and it's easy to go to the books and to understand that with the number of points we have, we would normally be in the fight for the title and we are not, because City has a very good number of points that makes very, very difficult for the second [placed team] to be fighting for the title, which we are not in this moment.\""
},{
  "id": 11,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/6C52C681552543EEB78E301595FC2587.ashx?w=1280&h=720&rgn=0,160,3000,1852",
  "title": "What Jose wants from Saturday's derby",
  "subtitle": "Report by Adam Marshall",
  "date": "06/04/2018 14:00",
  "summary": "Jose Mourinho insists Saturday's Manchester derby with City, for him, is purely about United keeping up the push for second place in the Premier League table.",
  "content": "The Blues can seal the title with victory but the manager is more concerned with his team's situation and wants the runners-up slot, in the face of strong competition from Tottenham Hotspur and Liverpool. Clearly, it is a case of bidding to obtain a positive result from the Etihad Stadium fixture.<br/><br/>\"My motivation is to finish second,\" he said. \"I still have the motivation to finish [in the] top four, because mathematically it is not done. It is a good distance but not mathematically done. <br/><br/>\"So that's the first objective but, after that, I don't hide that in practical terms and next season, to finish second, third or fourth is exactly the same, because you don't win the title, but you qualify directly to the Champions League group phase. However, I prefer to finish third not fourth and I prefer to finish second not third and, because we are in the second position for many, many, many, many months. <br/><br/>\"Obviously, it's our objective to fight for that and for that we need points, so my objective for tomorrow is to try to have the points that can help us to finish second.\"<br/><br/>The manager is, as always, keen to stress the derby should merely be treated as another game for United.<br/><br/>\"In the end, the points are the most important thing,\" he added to MUTV. \"In the end, it's always a match of three points and not a match of seven, eight or nine points but there is also a little bit of the emotional difference in relation to other matches. <br/><br/>\"But, in my case, I always try to play every match with the same mentality and responsibility and not try to make a derby an <i>El Clásico</i> as we used to call it in Portugal and Spain – a special match.\""
},{
  "id": 10,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/CC3028E1652E4E07B32F2C58160ACAD2.ashx?w=1280&h=720&rgn=0,56,1200,732",
  "title": "Early team news for Manchester derby",
  "subtitle": "Report by Adam Higgins",
  "date": "06/04/2018 13:30",
  "summary": "Manchester United manager Jose Mourinho has confirmed that he has a fully fit squad to choose from for Saturday's Manchester derby, with the exception of the injured Sergio Romero.",
  "content": "The Reds have been boosted by the return to full fitness of Phil Jones, Marcos Rojo and Ander Herrera in the past week, while Daley Blind is also back in full training and took part in the Friday morning session at the Aon Training Complex.<br/><br/>But Sergio Romero remains absent, with the boss suggesting last week that the goalkeeper could be out for \"a few weeks\" after picking up an injury on international duty with Argentina, following a clash with Diego Costa during his country's 6-1 friendly defeat by Spain.  <br/><br/>Speaking in an interview with MUTV's Mark Sullivan on Friday afternoon, the boss reported a clean bill of health for his squad ahead of the Premier League clash with local rivals Manchester City at the Etihad Stadium, with Romero the only player unavailable for selection.<br/><br/>\"Everybody is coming back but Sergio [Romero] is injured,\" he said.<br/><br/>Mourinho also gave an update on how the team's preparations have been shaping up this week ahead of the big game. <br/><br/>\"It's been a good week,\" he said. \"I would say a normal week – no midweek match or Champions League for us, so more time to train. But a good normal week I would call it.\"<br/><br/>Meanwhile, City boss Pep Guardiola said in his pre-match press conference on Friday that top scorer Sergio Aguero will be assessed after a training session on Friday afternoon to determine whether he will be fit enough to be included in the squad on Saturday.<br/><br/>John Stones and Fabian Delph were unused substitutes in Wednesday's 3-0 Champions League defeat against Liverpool at Anfield and could be involved after recent injuries, but Benjamin Mendy is expected to remain sidelined."
},{
  "id": 9,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/759427D960D741159DB6A617C25655F1.ashx?w=1280&h=720&rgn=0,142,2512,1558",
  "title": "Chong gets backing from Fosu-Mensah",
  "subtitle": "Report by Adam Marshall",
  "date": "06/04/2018 09:34",
  "summary": "Tahith Chong has received the backing of Tim Fosu-Mensah, as the Crystal Palace loanee has revealed he helped the Under-23s prospect settle in Manchester.",
  "content": "Chong arrived from Feyenoord as a 16-year-old and Fosu-Mensah, who came at the same age from Ajax, was able to pass on his experiences to his younger colleague. Both players are among the best prospects from the Netherlands.<br/><br/>Although still only 20, Fosu-Mensah believes this is all part of a natural process at the Aon Training Complex, as youngsters are made to feel at home at the club.<br/><br/>\"He trained a couple of times with the first team last season, when I was at United,\" the current Palace defender told MUTV. \"He's a good player with a lot of potential. He is also eager to learn more and that is good about him.<br/><br/>\"When I was there [at the Aon Training Complex], we spoke a lot. He came over and we had a chat about Manchester. I tried to make him feel settled in, like how Marcus [Rashford], Andreas [Pereira], Axel [Tuanzebe] and also Adnan [Januzaj] and Joel [Pereira] made me feel settled. <br/><br/>\"So this is what I tried to do with Tahith. No, he is a good guy, a very good guy, and a good player.\"<br/><br/>Chong is expected to feature for the Under-23s in the Premier League 2 game against Sunderland on Friday night. The crucial 19:00 BST kick-off is live on MUTV and there is free entry for all supporters.<br/><br/>The teenager has already made an impact in his previous appearances at the Theatre of Dreams, scoring as a substitute in the FA Youth Cup tie with Southampton last season and marking his Reserves debut with the opener against Tottenham Hotspur in January, in front of the watching Jose Mourinho."
},{
  "id": 8,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/7C3546764ABF41B3A903160F1AF09B92.ashx?w=1280&h=720&rgn=0,278,2384,1623",
  "title": "Valencia's fire still burning bright",
  "subtitle": "Report by Gemma Thompson",
  "date": "06/04/2018 09:10",
  "summary": "As he prepares to make his 325th Manchester United appearance, Antonio Valencia says his desire to bring success to the club is as strong as ever, and the full-back stresses he feels in peak shape.",
  "content": "The Ecuadorian, who has regularly worn the captain's armband in the last couple of seasons, has been one of the Reds' most consistent performers this term, just as he has been for much of his nine years at Old Trafford.<br/><br/>Valencia is preparing to take part in his 20th Manchester derby this weekend and the 32-year-old insists he has plenty more to give and achieve with the club.<br/><br/>\"I'm very proud to wear the United shirt and represent this great club,\" he told MUTV. \"At my age as well, I'm feeling great and looking forward. I want to play every game, I want to win more, I want to fight for this club. I'm feeling good, my physical shape is great so why can't we achieve more together?<br/><br/>\"It's a great honour and a source of great pride for me to be wearing the captain's armband for a club like Manchester United. I'm very proud of it and I hope I'm doing a good job.<br/><br/>\"Confidence is very high,\" he added, when looking ahead to Saturday's trip across town. \"We've played some good matches and had some good results in the last four [league] games.<br/><br/>\"Thanks to God, I've had the opportunity to play in several derbies now and I think the important thing is that you go into it in a calm frame of mind after so much preparation, and hopefully we come out of it happy and with the fans pleased with our performance.\""
},{
  "id": 7,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/E998757531FF400B864734C973FA9924.ashx?w=1280&h=720&rgn=0,179,3000,1867",
  "title": "Dates fixed for two United league games ",
  "subtitle": "Report by Adam Higgins",
  "date": "04/04/2018 17:00",
  "summary": "A date has been set for Manchester United’s Premier League fixture away to West Ham United.",
  "content": "The Reds will travel to the London Stadium on Thursday 10 May for an evening clash. It will kick off at 19:45 BST and will be shown live on Sky Sports in the UK.<br/><br/>Meanwhile, it has also been confirmed that United's clash away to Brighton & Hove Albion will be played on Friday 4 May. The game will kick off at 20:00 BST and will also be screened on Sky Sports in the UK. <br/><br/>It follows the announcement of the latest TV selections on Wednesday afternoon.<br/><br/><b>THURSDAY NIGHT TRIP TO THE HAMMERS</b><br/><br/>United's penultimate league match of the campaign will see the Reds make the long journey to the capital, to face a West Ham side that is currently just five points above the bottom three in 14th place and could still be battling to avoid relegation following a turbulent campaign.<br/><br/>The fixture will pit United against former boss David Moyes, who took over from Slaven Bilic last November following the Croatian's departure.<br/><br/>United can complete the double over the Hammers, who were thrashed 4-0 at Old Trafford on the opening weekend of the season thanks to goals from Romelu Lukaku (2), Anthony Martial and Paul Pogba. <br/><br/>As was the case when United faced Crystal Palace at Selhurst Park last month on a Monday evening, the scheduling of the game could prove to be problematic for travelling fans on a weekday night.<br/><br/>It's only our second ever visit to the London Stadium and the first time the Reds will play a league game on a Thursday night since the goalless draw at Manchester City on 27 April 2017. <br/><br/><b>FRIDAY VISIT TO THE SOUTH COAST</b><br/><br/>United will begin the month of May with a first ever trip to the Amex Stadium, which will also be our first Friday night game in the Premier League this season.<br/><br/>Of course, the Reds have already contested two FA Cup ties on the same evening this season, against Derby County and Yeovil Town back in January.<br/><br/>Again, it presents a lengthy round trip of more than 500 miles for the travelling United faithful, though they will relish the prospect of ticking off another new away ground.<br/><br/>Currently sitting six points above the drop zone in 13th position, the Seagulls are edging towards safety and securing a second successive season of Premier League football following their promotion last term.<br/><br/>The Reds have already beaten Chris Hughton's side twice at Old Trafford this term, with a 1-0 victory in the league in November and 2-0 win in an FA Cup quarter-final last month.<br/><br/><b>CONFIRMED FIXTURES</b><br/><br/>Friday 4 May: v Brighton & Hove Albion (A) <br/>KO 19:45 BST, live on Sky Sports<br/><br/>Thursday 10 May: v West Ham United (A) <br/>KO 19:45 BST, live on Sky Sports"
},{
  "id": 6,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/BA162363361C4234BA6C82EAB21DC54A.ashx?w=1280&h=720&rgn=0,352,4640,2960",
  "title": "Cole: Lukaku has impressed me this season",
  "subtitle": "Report by Mark Froggatt",
  "date": "04/04/2018 09:00",
  "summary": "Manchester United ambassador Andy Cole has endorsed Romelu Lukaku's debut season at Old Trafford, stating his admiration for the Belgian scoring 26 goals as a lone striker.",
  "content": "Lukaku found the net once again during Saturday's 2-0 Premier League win over Swansea City and, impressively, the 24-year-old now has 11 goals from 15 fixtures across all competitions in 2018.<br/><br/>Cole's best tally with United was in fact 25 goals during the 1997/98 season and, while appearing on The Paddy Crerand Show earlier this week, he expressed his great respect for the club's latest no.9.<br/><br/>\"Lukaku has had a very good season,\" Andy opined on MUTV. \"I think it has probably been a lot tougher than he would have thought and now he appreciates that you can't have a weekend off at Manchester United, which he could have done at his previous clubs Everton and West Bromwich Albion. <br/><br/>\"Here, you can't afford to do that. But he has played the majority of games and that says a lot about him. He has not been injured and, for his first season, I think he has been top drawer.\"<br/><br/>Cole famously played alongside Dwight Yorke, Ole Gunnar Solskjaer and Teddy Sheringham in the club's iconic Treble campaign and, as he states, Lukaku does not have such a partnership this term.<br/><br/>\"It is difficult to be a lone striker and especially if you don't get the service at times,\" said Cole. \"It could be described as the graveyard shift because it is very, very tough. Sometimes people have questioned Romelu this season and said he has not done this or that, but you have to be brutally honest: if you don't get the service as a lone man then it is very, very tough.<br/><br/>\"That is why I keep saying he has done very well this season. He has already got himself 26 goals in his first season playing for United as a lone striker. I am not saying we create a million and one chances for the boy either. He has done really well and fair play to him for his goal return.\"<br/><br/><b>'I'M A DOUBT FOR THE DERBY!'</b><br/><br/>Cole looked fit and well during his MUTV appearance, which is fantastic news following his kidney transplant surgery one year ago. The former England international was upbeat about his health, too, but joked he must be considered a \"doubt\" for United's remaining matches this season.<br/><br/>\"I'm not too bad,\" he happily reported. \"It is a day by day process. Some days are good and some days are bad, but on the whole I am very happy with where I'm at. But I'm a doubt for this weekend's game and probably a couple of weeks yet!\"<br/><br/><b>'THIS SEASON IS POSITIVE COMPARED TO LAST'</b><br/><br/>\"You can see the development in us. But we have to brutally honest and say the other part of the city has been absolutely fantastic, with the football they've played, and the fact they've only lost one league game this season says it all. It is a gap that needs to be closed and hopefully next season we will do. <br/><br/>\"If we do finish second then we can look at it as a positive, even though finishing second is not what everybody wants to see at Manchester United. But it is a positive compared to last season.\""
},{
  "id": 5,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/121EFB74221E4D1A8E0D77824BD30D82.ashx?w=1280&h=720&rgn=40,46,1963,1125",
  "title": "Defensive duo join Huddersfield",
  "subtitle": "Report by Adam Marshall",
  "date": "03/04/2018 14:30",
  "summary": "Manchester United Under-18s defenders Jake Barrett and Harry Spratt have been released, in order to join Huddersfield Town.",
  "content": "Barrett scored a last-minute equaliser against Sunderland in the Academy league last season and played seven times in all for Kieran McKenna's team in 2016/17. The 18-year-old centre-back has made six appearances this term for the title-chasing Reds.<br/><br/>Following a trial at Burnley last month, he has linked up with Huddersfield, his hometown club, and made his debut at right-back over the Easter weekend in the Under-19 Champions Trophy in Germany.<br/><br/>Leeds-born Spratt, 18, had nine outings for the Under-18s last season, two as a starter, and has overcome an injury lay-off to earn a switch to his native west Yorkshire.  <br/><br/>United would like to wish both Jake and Harry every success for the future."
},{
  "id": 4,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/F58E041D768E4DED87E491A5BC68B486.ashx?w=1280&h=720&rgn=0,0,1994,1125",
  "title": "United States return for 2018",
  "subtitle": "Report by Communications Department",
  "date": "02/04/2018 19:00",
  "summary": "Manchester United will return to the United States of America for a second consecutive year for Tour 2018, presented by Aon.",
  "content": "The two-week tour will start with a game against the Mexican side Club America in the Phoenix University Stadium, Arizona, on Thursday 19 July, kick off 19:00 (local time). <br/><br/>Jose Mourinho's men will then face MLS side San Jose Earthquakes at the Levi's Stadium, Santa Clara, on Sunday 22 July, kick off 14:00 (local time).<br/><br/>All games of Tour 2018, presented by Aon, will be available live on MUTV, via the channel, app or live streaming, depending on the country of subscription. Further details on additional games, venues and ticket details will be announced soon.<br/><br/>Since 2010, five visits to the USA have seen United welcome more than 1.3million supporters to games, including over 109,000 fans to see a victory over Real Madrid at the Big House in Ann Arbor in 2014 - a record for a soccer match in the US.<br/><br/>Speaking of the summer plans, Manchester United executive vice-chairman, Ed Woodward, said: \"The tour is a central part of the team's preparation for a long and intense campaign and this is the second consecutive year that we will travel to the US. The training facilities are world class and the games will be played in front of passionate crowds, making it an ideal environment for the players to gear up for the new season. <br/><br/>\"The club, manager and team always receive a great welcome when visiting America, with our millions of US fans always keen to get closer to Manchester United.\"<br/><br/>Aon is the presenting partner of United's Tour 2018, offering its expertise in risk, retirement and health solutions. <br/><br/>President and chief executive officer of Aon, Greg Case, said: \"We are pleased to partner with Manchester United to present Tour 2018. At Aon, we produce insights, driven by data and delivered by experts, that help organisations around the world reduce volatility and improve performance. Like Manchester United, we believe insights are the difference between winning and losing and are proud to provide our clients the edge they need to stay ahead of the competition.\""
},{
  "id": 3,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/5D032027370B49E0AD8A3E742E486868.ashx?w=1280&h=720&rgn=0,180,2711,1707",
  "title": "Credit for De Gea after 16th clean sheet",
  "subtitle": "Report by Jamie Allen",
  "date": "01/04/2018 09:00",
  "summary": "Manchester United defender Victor Lindelof insists David De Gea's incredible second-half double save proved the Spaniard's fantastic quality yet again as the Reds secured a comfortable 16th Premier League clean sheet in a 2-0 win over Swansea City at Old Trafford.",
  "content": "Lindelof played his part in the centre of defence as the Reds held firm for another shut-out, whilst first-half goals from Romelu Lukaku and Alexis Sanchez were enough to secure the three points.<br/><br/>The Swede paid credit to United's no.1 after his brilliant double save from Tammy Abraham, the first of which could easily be added to our show-reel of his top Premier League saves, as the Reds secured a 16th clean sheet of 2017/18 – the most in the Premier League thus far. <br/><br/>\"Swansea had two good opportunities in the second half, but we had David De Gea in goal and like I always say he is a fantastic goalkeeper,\" Victor told MUTV. \"I think [those two saves] prove his quality. The opponent might not have much [shots at goal], but he is always ready when shots do come and always there to save them. He is a fantastic player. <br/><br/>\"We always want to keep a clean sheet, that's very important for us because if we keep a clean sheet, we know our attacking players can score goals.\"<br/><br/>Lindelof was pleased with the first-half showing and credited the front players for some brilliant link-up play.<br/><br/>\"I think we started the game very good, we kept the ball very well and then we scored two very good goals,\" he reflected. \"In the second half we came out and they had a few chances, but other than that we controlled the game very well.<br/><br/>\"The front players had great movement and had a great buzz between them. They had a lot of freedom and I think they showed it out there – they had a lot of fun.\"<br/><br/>Lukaku scored his 26th goal of the season and in the process bagged his 100th Premier League strike and Lindelof was full of praise for both he and United's second goalscorer, Alexis.<br/><br/>\"To score that many goals it is a great achievement and I am very, very happy for him and of course we are happy to have him on our team,\" added the defender. \"I think Alexis also had a very good game and he showed his movement and quality with the ball is great so I am very happy for him as well.\""
},{
  "id": 2,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/66ADDF7CA1CF42BB924EF6942565F98B.ashx?w=1280&h=720&rgn=0,184,2516,1605",
  "title": "Centurion Romelu eyes trophies",
  "subtitle": "Report by Michael Plant",
  "date": "31/03/2018 19:04",
  "summary": "Manchester United striker Romelu Lukaku insists he wants to add silverware to go alongside his impressive goalscoring record after reaching a personal milestone in the win over Swansea City.",
  "content": "The Belgian netted his 100th Premier League goal in the 2-0 victory at Old Trafford on Saturday, but says he is focusing on the team's aims rather than his own personal targets.<br/><br/>\"It's not bad,\" Lukaku told MUTV. \"But I want to add trophies to the personal stuff. There's a lot of hard work to be done and I'm enjoying the challenge.<br/><br/>\"I don't like to talk about personal stuff. I'm a team player so I put the team ahead of myself. I'm a striker and I know there are a lot more goals in me, and hopefully I can add a trophy as well to the goals.\"<br/><br/>The 24-year-old was pleased with the team's performance against Swansea, especially with the energetic style in the first half.<br/><br/>\"We've started our games really well, but today was really dominant from the beginning and that's how we should play all of the time, with a lot of high-tempo passing and high pressing,\" he added. \"Today, we showed that we could play with a different playing style and that's something we should do every game.\"<br/><br/>Lukaku was also delighted with the service he received from United's attacking players, and, in particular, Alexis Sanchez, who scored his second United goal.<br/><br/>\"It's something that we worked on the last three days and, when we came on the pitch, everybody knew what we had to do,\" explained Lukaku. \"I'm really happy for Alexis. The hard work pays off, as long as you keep working hard, one day it will pay off. Now it's up to him to keep going like he's done today.\""
},{
  "id": 1,
  "imageUrl": "http://www.manutd.com/sitecore/shell/~/media/DB1E6526B8AB4478AC57586689B5B3CD.ashx?w=1280&h=720&rgn=0,40,3000,1736",
  "title": "The stats behind Alexis's award",
  "subtitle": "Report by Adam Marshall",
  "date": "31/03/2018 17:59",
  "summary": "Alexis Sanchez was voted Man of the Match for his efforts against Swansea City on Saturday as he set up the opener for Romelu Lukaku and scored the second after 20 minutes.",
  "content": "It is the third time he has been named star man in his 11 appearances for Manchester United, since joining from Arsenal in January.<br/><br/>As well as contributing hugely to the goals in the 2-0 triumph, the Chilean had 68 touches in all, and made 39 of his 49 passes in the opposing half. Overall, his passing accuracy was 81.6 per cent and he made a total of 46 sprints.<br/><br/>The Opta data also confirmed his defensive exploits, which earned the acclaim of the Old Trafford crowd and should not be overlooked. He made two tackles, three interceptions and gained possession six times, showing a willingness to do the dirty side of his job.<br/><br/>Alexis secured 65 per cent of the vote on Twitter, eclipsing Paul Pogba (20%) and stylish Swede Victor Lindelof (15%) to come out on top. <br/><br/>Jose Mourinho, who withdrew Alexis on 74 minutes, commented: \"I don't like to make it about individual performances, independent of the collective performance. Alexis played well, yes, but the team played really well in the first half.<br/><br/>\"In the second half, Alexis was one of the guys who paid the price for the international week and two matches in a few days. He arrived late on Wednesday and had almost no time to train so, after 60 minutes, he was on his way down but he was important. For Alexis to score a goal is nice for him, for his confidence.\""
}]