/* Source: http://www.manutd.com/en/News-And-Features.aspx */
[{
  "id": 20,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/2/39/141201/juan_sebastian_veron_signs_200131528539929356_xlarge.jpg",
  "title": "Veron's delight at Old Trafford return",
  "author": "Joe Ganley",
  "date": "09/06/2018 11:04",
  "summary": "Juan Sebastian Veron is set to make his first appearance at Old Trafford since leaving Manchester United, when he returns to the Theatre of Dreams for Sunday's star-studded Soccer Aid for Unicef charity match.",
  "content": "Veron joined the Reds from Lazio in 2001, for a then club-record fee, and went on to make 82 appearances and score 11 goals. Most notably, he was part of the 2002/03 title-winning side that wrested the Premier League crown back from Arsenal.<br/><br/>The Argentinian midfielder departed that summer to join Chelsea, but he remains a popular figure among United fans, who often sing one of several songs concocted in his honour at away games.<br/><br/>Now, the man dubbed 'The Little Witch' has been coaxed back, to represent the Rest of the World team at the sixth iteration of Soccer Aid. Veron will pit his wits against Sam Allardyce's England outfit alongside former United stars Jaap Stam and Edwin van der Sar and a host of celebrities, including sprint great Usain Bolt. If that were not enticing enough, United icon Eric Cantona will feature on the Rest of the World bench, as assistant manager to Harry Redknapp.<br/><br/>\"Firstly, I'm very excited to be back,\" said Veron. \"This is the first time I've been back since I left. I have the best memories of the team, the people, the fans, everything about United… I had two fantastic years in Manchester. It feels so good to be here again.\"<br/><br/>Our former no.4 scored his first United goal at the venue for Sunday's match during a 4-1 demolition of Everton in September 2001, adding an emphatic finish to a crisp give-and-go with midfield colleague Roy Keane. His man-of-the-match display that Saturday afternoon featured an array of flicks, deft passes and clever movement that had a home crowd already accustomed to the delightful wiles of Giggs, Beckham and Scholes purring in admiration.<br/> <br/>\"My favourite goal was my first against Everton,\" admits Seba. \"But my favourite game was against Arsenal when we won 2-0 [in December 2002]. They are my two best memories.\"<br/> <br/>Veron converted a Paul Scholes cutback to net the Reds' opener in that vital win against the Gunners, helping to reduce the Londoners' advantage at the top of the table to just three points. United won 15 and lost none of their last 18 matches and sealed the title over Arsene Wenger's side by five points.<br/><br/>It was the Argentina international's final campaign in M16, but he left behind a highlights reel that can still stir the soul of any United fan that lived through that era; memories that will be revived when Veron takes to the hallowed turf once again in Sunday's match.<br/> <br/>The stadium is doubly special to the Veron family, because Juan's father, Juan Ramon Veron, scored the decisive goal for Estuadiantes at Old Trafford in 1968, as the La Plata club claimed the Intercontinental Cup following a 2-1 aggregate victory over United across two hot-tempered legs.<br/><br/>Sunday's match is unlikely to prove as fiery, but for the ex-United star, Soccer Aid is something to cherish.<br/> <br/>\"It's been fantastic. We are all here for a great cause to help the children and then it's so nice to meet up with some old pals. The celebrities are good people and they've been working hard in training. We have a good team and we are feeling good about the game.\""
},{
  "id": 19,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/169/698874/Casey_Stoney_-24-V241528462172422_xlarge.jpg",
  "title": "Casey Stoney MBE appointed head coach of women's team",
  "author": "Communications Department",
  "date": "08/06/2018 14:00",
  "summary": "Manchester United is delighted to announce the appointment of Casey Stoney as the Head Coach of the club’s new professional women's team.",
  "content": "Casey, 36, is highly respected within the women's football community and is an accomplished former international defender and captain, having earned 130 caps for the England women's national team and winning 12 major trophies during her playing career.<br/><br/>Casey retired from playing earlier this year and after completing her coaching badges, she has been pivotal as an assistant coach to the Lionesses.<br/><br/>Announcing the appointment, executive vice chairman Ed Woodward said: \"Appointing Casey shows the desire we have to succeed and her experience and knowledge of the game, both as a coach and as a player, made her a stand-out candidate for the role.<br/><br/>\"During her successful playing career, spanning over 18 years, she earned over 100 caps for England and is a proven leader as a coach and having captained many of the sides she has played for, she brings a positive and winning mentality which will be a huge benefit to the team.<br/><br/>\"Casey will build on the success of the Girls' Regional Talent Club and shares our philosophy of creating a pathway from academy to first team. I'd like to take this opportunity to welcome her to Manchester United.\"<br/><br/>Casey Stoney added: \"I am delighted to have joined Manchester United. This the biggest club in the world. The fact that we are going to have a women's team and I'm going to be able to introduce that from scratch, to build a team, build a philosophy, with the biggest club in the world, means that, for me, there is no more exciting opportunity.<br/><br/>\"My ultimate aim is to grow this team so that every little girl growing up dreams of playing for Manchester United when she's older, because they're the most successful team in women's football.\""
},{
  "id": 18,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/169/698851/GettyImages-96921475221528449205962_xlarge.jpg",
  "title": "Everyone is talking about Rashford's amazing display",
  "author": "Adam Higgins",
  "date": "08/06/2018 09:53",
  "summary": "Marcus Rashford is aiming high ahead of his first World Cup – and why shouldn't he be, after stealing the show in England's final warm-up game against Costa Rica.",
  "content": "Everyone is talking about the United forward after he lit up what is enemy territory for the Reds – Leeds United's Elland Road home – with an absolute rocket of a strike on Thursday night.<br/><br/>Picking up the ball from Ruben Loftus-Cheek around 25 yards from goal, Marcus only had one thought in mind, taking one touch before unleashing a stunning right-foot effort which flew past Keylor Navas into the top corner to give England a 13th-minute lead.<br/><br/>Operating in a no.10 role, the 20-year-old was the shining light throughout and was heavily involved in the well-worked move which led to Tottenham's Dele Alli crossing for former United striker Danny Welbeck to seal a dominant 2-0 victory for Gareth Southgate's side.<br/><br/>Unsurprisingly, Rashford's influential and vibrant display was crowned by being named the official Man of the Match, and he has undoubtedly given the manager a positive selection headache ahead of what will be our no.19's second major international tournament, having featured at Euro 2016 just four months after breaking into United's first team.<br/><br/>The Mancunian was understandably delighted to get on the scoresheet in some style and has ambitions to play a major role in Russia for his country.<br/><br/>\"You work on them [goals] in training every day and, when one comes up in a game it's a reward,\" Rashford told ITV Sport. <br/><br/>\"I feel in good physical form leading up to the tournament. I still need to get in the box a bit more to finish off chances. It means a lot to be involved but going to the World Cup and playing a major part is my main aim.<br/><br/>\"We have got a good chance. Anything is possible and we have to go there with the highest expectations.\"<br/><br/>Rashford's effervescent display gave his chances of starting England's Group G opener against Tunisia, in Volgograd on Monday 18 June, no harm whatsoever, but he is keeping his feet on the ground and acknowledged there is plenty of competition to be in the starting line-up at the tournament.<br/><br/>\"That competition for places is always there and you always want to perform to the best of your ability regardless of what game is coming up next,\" he added.<br/><br/>\"If you're in the team you want to stay and if you're not, you want to get into it, so that determination will never change.\"<br/><br/><b>'WE SOMETIMES FORGET HOW OLD HE IS'</b><br/><br/>Rashford was in and out of the United team during 2017/18 but still appeared in 52 of the Reds' 56 games in all competitions – more than any other player – and was involved in 22 goals (scoring 13 and assisting nine).<br/><br/>Like his compatriot Wayne Rooney and many other United stars before him, Marcus burst onto the scene at a young age, in his case at just 17 years old, and must be given time to fulfil his true potential.<br/><br/>He's scored 32 goals and recorded 17 assists in 123 appearances for the Reds – which is a more than respectable tally for a talented young forward who doesn't turn 21 until October.<br/><br/>Rashford's contribution to the cause didn't go unnoticed by Southgate, either: \"What pleased me most is that Marcus Rashford enjoyed his football,\" the England boss said after his side made it two wins from two in their World Cup warm-up games, having also beaten Nigeria 2-1 at Wembley last weekend.<br/><br/>\"He played with a real swagger. I thought today his link-up was good. It was a wonderful strike for the goal and he worked incredibly hard for the team. He is a wonderful striker of the ball from distance.<br/><br/>\"He is still filling out - we sometimes forget how old he is [20]. If you come to Leeds as a Man United player, you have to move pretty quickly! I'm delighted for Marcus [Rashford] and he is desperate to do well for his club and for us.\"<br/><br/><b>'HE'LL BE AMONG THE WORLD'S BEST'</b><br/><br/>Rashford's impressive performance, capped by his third goal for his country in his 19th appearance since his May 2016 debut, also led to high praise from a Manchester City player – in the form of his England team-mate Fabian Delph.<br/><br/>The midfielder feels Marcus has all the attributes to succeed and elevate himself into the bracket of the world's top footballers. \"You could see how calm he was after the goal,\" Delph told ITV Sport.<br/><br/>\"It was another day in the office for him because he does that daily so, for him, he wasn't surprised but, for someone like me and the lads looking from behind, it was a great finish! \"He's a phenomenal talent, I can see him in the next couple of years being of the best players in the world.\""
},{
  "id": 17,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/167/698339/Manchester_United_players_celebrate_Volunteers_Week_-_Eric_Bailly41527934224101_xlarge.jpg",
  "title": "Young volunteers meet their United heroes ",
  "author": "Communications Department",
  "date": "07/06/2018 15:13",
  "summary": "Manchester United Foundation is celebrating National Volunteers Week and recently invited deserving young people to the Aon Training Complex to meet members of the first-team squad.",
  "content": "Participants from the Foundation's 'Volunteer Ninety Nine' programme took part in coaching sessions with United players, in recognition of their commitment to the course during the 2017/18 season.<br/><br/>The volunteers had a brilliant opportunity to showcase their skills and development to the first team, and enjoyed discussing their volunteering and future ambitions with some of their football heroes, including Michael Carrick, Antonio Valencia and Eric Bailly.<br/><br/>Reds full-back Valencia joined in with the session and related to the volunteers' experiences.<br/><br/>He said: \"I used to help and volunteer at my mum's nursery every afternoon when I was younger; it was a wonderful experience. Volunteering is important and we are very grateful for the work Manchester United Foundation volunteers are providing around the city. We are happy that the volunteers were able to come here today and share their work. All we can hope is that there are more people like them.\"<br/><br/>Volunteer Ninety Nine is designed to provide training, recognised qualifications and work experience to 16-21 year-olds who are interested in pursuing a career in sport. Participants are encouraged to achieve milestones of 33, 66 and 99 hours of volunteering – which represent the FA Cup, Premier League and Champions League trophies, emulating the success of the Treble-winning team in 1999. <br/><br/>With a set of personal objectives, volunteers are encouraged to build up their hours at various projects such as Street Reds – the Foundation's flagship community football programme.<br/><br/>Jordan has been volunteering with Manchester United Foundation since October 2017 and spoke of his experiences with the programme and how it has helped with his development.<br/><br/>\"V99 has helped me personally and professionally; it has been a stepping stone into the sporting industry, specifically coaching,\" he said. \"It has also developed my confidence in coaching because as well as having the badges you need the experience, which is probably the most important thing.\"<br/><br/>Jordan and his fellow participants volunteer each week at Street Reds sessions, which run Monday to Friday across Greater Manchester, and coaches lead free workshops and football training sessions to local children.<br/><br/>Fellow volunteer Remarl said: \"Volunteer Ninety Nine helps you become a better person; it lets you bring what you have learned to the younger generation.\"<br/><br/>Project co-ordinator Seth Wyatt organised the day's activities and was happy that the volunteers were able to put the skills they have learned to practice with professional players.<br/><br/>Seth said: \"Today has been fantastic for the volunteers to come down to the training ground, speak to the players and ask for advice; I'm sure it's a day they won't forget.\"<br/><br/>Volunteers Week is celebrated between 1 and 7 June every year, to recognise volunteers and the contribution they make to communities. The week also raises awareness about the benefits becoming a volunteer and the diverse volunteering roles that are available.<br/><br/>Look out for Volunteers Week content across Manchester United Foundation social media channels."
},{
  "id": 16,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/169/698744/Dalot-PressRelease-Article61528304386838_xlarge.jpg",
  "title": "United sign Diogo Dalot",
  "author": "Communications Department",
  "date": "06/06/2018 14:00",
  "summary": "Manchester United is delighted to announce the signing of Diogo Dalot from FC Porto on a five-year contract, with an option to extend for a further year.",
  "content": "The 19-year-old Portugal Under-21 international came through the ranks of Porto's youth system. He made his debut in Portugal's Primeira Liga earlier this year.<br/><br/>Jose Mourinho said: \"Diogo is an extremely talented young defender with all the qualities to quickly become a great player for this club. He has all the attributes that a full-back needs: physicality, tactical intelligence and technical quality, combined with a Porto Academy mentality which prepares players for the maturity they need at the professional level.<br/><br/>\"In his age group, he is the best full-back in Europe and we all believe he has a bright future ahead of him at Manchester United.\"<br/><br/>Diogo Dalot said: \"Joining Manchester United is an unbelievable opportunity for me. I have grown up in Porto's Academy and I am so thankful for everything they have done for me. But the chance of coming to the biggest club in the world is something I just couldn't turn down.<br/><br/>\"I'm excited about working with Jose Mourinho and learning everything I can from such a successful coach. I am looking forward to playing alongside the fantastic players in the squad.\""
},{
  "id": 15,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/168/698376/mellor_sign21528107079575_xlarge.jpg",
  "title": "Mellor finalises professional contract",
  "author": "Adam Marshall",
  "date": "04/06/2018 11:34",
  "summary": "Manchester United youngster D'Mani Mellor has signed professional forms with the club.",
  "content": "The homegrown product was part of the successful Under-18s squad last season and is eligible for another campaign at that level.<br/><br/>An energetic forward who presses from the front, he can play in a number of attacking positions and also competed in the UEFA Youth League for Nicky Butt's side.<br/><br/>Mellor, who scored in the home draw with arch-rivals Liverpool back in December at The Cliff, ended up with five goals in 20 outings (13 as a substitute) for Kieran McKenna's Premier League North winners.<br/><br/>The 17-year-old Mancunian came off the bench in the national final against Chelsea in the last game of the youth campaign and is expected to have an even bigger part to play in 2018/19.<br/><br/>United have completed a number of deals for our Academy prospects of late as the plans continue to take shape for next season."
},{
  "id": 14,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/167/698325/GettyImages-81579352021527873195994_xlarge.jpg",
  "title": "Herrera voted our Player of the Month for May",
  "author": "Michael Plant",
  "date": "01/06/2018 16:45",
  "summary": "Ander Herrera has won the final Player of the Month award for the 2017/18 season, as voted for by the Manchester United supporters.",
  "content": "The Spaniard was a relatively comfortable winner in our ManUtd.com poll, by collecting 53% of the end result. The Spaniard's team-mates Ashley Young (31%) and Chris Smalling (16%) were also nominated for the prize.<br/><br/>It is the first time that Herrera has won the accolade since April 2017, which was the same month he won the Sir Matt Busby Player of the Year award.<br/><br/>Although May was a disappointing month overall for United, Herrera's showings were one of the highlights.<br/><br/>After sitting out our first game of the month against Brighton & Hove Albion, Ander played the full 90 against West Ham. Our no.21 played in a slightly more defensive role at the London Stadium in the absence of Nemanja Matic and his work rate ensured we emerged from the encounter with a clean sheet.<br/><br/>Herrera was then a substitute in the final league game of the season against Watford, when his team-mate Michael Carrick waved farewell to Old Trafford following his final appearance as a player.<br/><br/>He was selected to start at Wembley in the Emirates FA Cup final and, despite it being a frustrating occasion, Herrera was at the heart of our best attacking moves and his incisive passing nearly cut Chelsea open on several occasions.<br/><br/>Congratulations on your award, Ander."
},{
  "id": 13,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/167/698304/GettyImages-96375027841527852619786_xlarge.jpg",
  "title": "International Reds: Who, when and where",
  "author": "Michael Plant",
  "date": "01/06/2018 08:35",
  "summary": "The domestic season may have ended a fortnight ago but many United players have since been busy representing their national sides.",
  "content": "Preparing for the World Cup is a priority for many of our international Reds, with 11 named in the provisional squads for the tournament in Russia. The final lists will be confirmed on Monday, 10 days before the opening match on 14 June.<br/><br/><b>Argentina:</b> Marcos Rojo has been included in Jorge Sampaoli's 23-man squad and came on at half-time in Argentina's 4-0 victory against Haiti on Wednesday. Argentina will face Israel next, on 9 June, just a week before their first World Cup game against Iceland. <br/><br/><b>Belgium:</b> The Red Devils are set to play three friendly games in the coming weeks, all of which you can watch live on MUTV. Belgium face Portugal on 2 June and Egypt on 6 June, before concluding their warm-up fixtures against Costa Rica five days later. Marouane Fellaini and Romelu Lukaku have both been included in Roberto Martinez's squad.<br/><br/><b>Chile:</b> Alexis will miss Chile's friendly games against Romania, Serbia and Poland. United's no.7 is in need of a well-earned break and with his country failing to qualify for the World Cup, he has been allowed to sit out the current round of fixtures.<br/><br/><b>England:</b> Phil Jones, Ashley Young, Jesse Lingard and Marcus Rashford have all been included in the Three Lions squad which will travel to Russia. They warm up with a clash against Nigeria on Saturday night before facing Costa Rica next Thursday.<br/><br/><b>France:</b> Paul Pogba was introduced as a second-half substitute in France's 2-0 against the Republic of Ireland on Monday. He is the only United player in Le Bleus' 23-man squad as Anthony Martial was unfortunate to only be selected in Didier Deschamps' reserve list. France face Italy on 1 June before playing USA on 9 June in their final warm-up game.<br/><br/><b>Italy:</b> Despite failing to qualify for the World Cup, the Azzurri have two friendly games, against France and the Netherlands, but Matteo Darmian won't be involved as the full-back hasn't been included in the squad. <br/><br/><b>Netherlands:</b> Daley Blind played for the first 66 minutes as his side drew 1-1 away to Slovakia on Thursday night. On Monday, the Dutch will travel to Italy for a battle of two big national teams who surprisingly missed out on a place in the tournament. <br/><br/><b>Scotland:</b> Scott McTominay impressed in Scotland's 2-0 defeat to Peru on Wednesday and was the only attack-minded player to last the full 90 minutes. Alex McLeish's side will face Mexico next on Sunday.<br/><br/><b>Serbia:</b> Serbia warm up for the World Cup with a double header against Chile (4 June) and Bolivia (9 June). Nemanja Matic has been included in the 23-man squad and his experience and skill could prove to be vital for the team in Russia.<br/><br/><b>Spain:</b> David De Gea is the only United player in the Spanish squad, and is expected to play his first World Cup games this summer. In the meantime, he and his team-mates will warm up with a friendly against Switzerland on Sunday before facing Tunisia on 9 June.<br/><br/><b>Sweden:</b> Sweden face Scandinavian rivals Denmark on Saturday before meeting Peru a week later in Gothenburg. Victor Lindelof has been included in the preliminary squad that will travel to Russia, where they have been drawn in a tough group that includes South Korea, Germany and Mexico.<br/><br/><b>USA:</b> United U23 defender, Matthew Olosunde, made his debut for America in their 3-0 victory against Bolvia on Monday. The 20-year-old was introduced as a late substitute in the game and will be hopeful of earning a few more caps in USA's upcoming fixtures against the Republic of Ireland (2 June) and France (9 June)."
},{
  "id": 12,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/167/698122/POTM-MAY61527272890232_xlarge.jpg",
  "title": "Who'll get your final vote of the season?",
  "author": "Adam Marshall",
  "date": "31/05/2018 08:27",
  "summary": "It may not have been the best of Mays for Manchester United but we are still seeking a victor for our final Player-of-the-Month award of the campaign.",
  "content": "The Reds missed out on silverware due to a 1-0 loss to Chelsea in the Emirates FA Cup final but did clinch the runners-up spot in the Premier League - the club's highest final position for five years - with a draw at West Ham United. The league season ended with a victory, courtesy of Marcus Rashford's solitary strike against Watford at Old Trafford. <br/><br/>Check out our three contenders and cast your vote for the last time in 2017/18.<br/><br/><b>Ander Herrera – Appearances: 2 (1)</b><br/>Clearly one of the brightest performers against West Ham and Chelsea, he never drops his tempo and attempts to inject energy into the team from midfield. The fans' favourite was handed more of a constricted role at Wembley when keeping tabs on eventual match-winner Eden Hazard but he was more of an influence after the break when the Reds chased the game. Snapping into tackles and passing with his intelligence, he became a major influence on proceedings<br/><br/><b>Chris Smalling – Appearances: 3</b><br/>The centre-back continued with the consistent form that has earned the faith of manager Jose Mourinho, despite all of the options in the middle of the defence being available. A solid performer in the Emirates FA Cup final, he also helped shut out West Ham United, paying particular attention to awkward substitute Andy Carroll. The lack of a World Cup call-up will have hurt but he could have done little more with his displays.<br/><br/><b>Ashley Young – Appearances: 3 (1)</b><br/>Whether at wing-back or full-back, he gave his all over the course of the month and looked visibly devastated when leaving Wembley after the narrow defeat to Chelsea. He hit 200 appearances for the club with the briefest of outings against West Ham and supplied his usual endeavour in the other fixtures, trying in vain to deliver a cross that would yield an equaliser in the Emirates FA Cup final. He is heading to the World Cup finals for the first time, just reward for his United performances."
},{
  "id": 11,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/167/698169/GettyImages-84198284261527670154852_xlarge.jpg",
  "title": "De Gea targets World Cup glory with Spain",
  "author": "Adam Higgins",
  "date": "30/05/2018 09:44",
  "summary": "David De Gea admits he is bursting with excitement ahead of the World Cup and hopes to go all the way with Spain in this summer's tournament.",
  "content": "The irrepressible goalkeeper is heading into his second World Cup finals with his country on the back of an impressive season with Manchester United on a personal level.<br/><br/>Having become the first Manchester United player to claim both the Sir Matt Busby and Players' Player of the Year awards in the same season three times, De Gea is now looking to get his hands on the greatest trophy in world football, in Russia next month.<br/><br/>\"I'm really excited for this World Cup to get under way,\" David told MUTV. \"I've got high hopes and I'm really looking forward to it. We have a great national side and a really top group of players.<br/><br/>\"We have come off the back of a really excellent qualification campaign, and now it's time for the best bit to get started. So now for the good bit, the World Cup tournament itself, and let's enjoy it and take things game by game and try and perform well and hopefully have a real go at it and maybe even win the World Cup.\"<br/><br/>A former captain of Spain's successful Under-21 side, De Gea made his senior international debut just before the 2014 World Cup but didn't feature at the tournament in Brazil, in which Spain made a shock exit at the group stage as holders of the trophy they won for the first time in 2010.<br/><br/>But the 27-year-old has since succeeded long-time keeper and captain Iker Casillas as his nation's no.1, keeping two clean sheets in four matches at Euro 2016 as Spain were eliminated in the last-16 stage by Italy.<br/><br/>After experiencing his first taste of a major international tournament two years ago in France, De Gea cannot wait to represent his country again on the biggest of stages this summer, and hopes to reproduce the kind of form he has shown week in week out for the Reds, to establish himself as arguably the world's best keeper.<br/><br/>When asked if he's delighted with the progress he has made for club and country, David replied: \"Of course, that's absolutely right. Being able to pull on the Spanish national team shirt at a World Cup is something really special.<br/><br/>\"It's unbelievable and I'm just so keen for it all to get under way, both the games themselves and all the emotion, and let's hope we can make the entire country really happy.\""
},{
  "id": 10,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/166/698069/GettyImages-7895906311527577515889_xlarge.jpg",
  "title": "Stepney: 'We were a team but Busby made us a family'",
  "author": "Michael Plant",
  "date": "29/05/2018 14:32",
  "summary": "Legendary goalkeeper Alex Stepney, pictured here watching Sir Bobby Charlton lift the silverware, looks back on that famous night at Wembley 50 years ago today when Manchester United became the first English club to win the European Cup...",
  "content": "\"To this day, I still think we never realised the scale of what we achieved when we won the European Cup for Manchester United in 1968.<br/><br/>\"We were a team, but the great man – Matt Busby – had made us a family.  For us to accomplish that for him, and for all the other people caught up in the Munich tragedy, was so, so important.<br/><br/>\"When we started out in the autumn of 1967, nothing was said about doing it for the lads who had died, but we all knew, without words, that there was this extra dimension because the manager and two of his most trusted players – Bobby Charlton and Bill Foulkes – had survived the crash. There was also the notion that, given Matt's age and all he had been through, possibly it might be this side's last chance.<br/><br/>\"You have to remember that in those days you had to win the league title to get into the European Cup – fourth place didn't do it then! – and while Bobby and Bill were still going strong, there was always a thought about Matt's health. Whenever possible, he tried to train with us, often joining in five-a-sides, but to see the scars on his chest brought home to us the enormous trauma he had experienced at Munich.<br/><br/>\"We started the campaign with a comfortable win over Hibernians of Malta, then came through extremely stern tests against Sarajevo from Yugoslavia and Gornik Zabrze of Poland before our epic semi-final victory over Real Madrid, snatching a 4-3 aggregate victory from the jaws of defeat at a seething Bernabeu Stadium.<br/><br/>\"That set up an emotional final against Benfica on a punishingly humid night at Wembley. After a pretty even first half, Bobby put us in front with a glancing header, only for Jaime Graca to equalise at 1-1.<br/><br/>\"It might have been worse when Eusebio escaped his marker, Nobby Stiles, for the only time in the match with four minutes left and bore down on my goal. At first, I thought I could claim the ball, so I advanced, but it was held up on the lush Wembley grass and the great Portuguese was through. Now all I could do was step back slightly so it would be harder for him to chip, and stand up straight. Instead of slotting it, he elected to try and burst the net, which he loved to do. His ferocious shot cannoned into my chest – I tell everybody that the Mitre logo is still imprinted on my skin!  – and I managed to hold on to it.<br/><br/>\"Looking back, I suppose that was a crucial turning point because I doubt if we would have recovered from 2-1 down at that late stage. As it was, I launched a drop-kick early into extra-time, Brian Kidd nodded on and George Best, with typical brilliance, put us in front. After that, Benfica collapsed, with Kiddo and Bobby scoring to make it 4-1. At the final whistle we all ran to Matt, Bobby and Bill. We had all pulled together, but deep down we all felt this was their night.\""
},{
  "id": 9,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/166/698075/GettyImages-7895848731527251674860_xlarge.jpg",
  "title": "Kings of Europe: Key men share memories of 1968",
  "author": "Michael Plant",
  "date": "29/05/2018 08:46",
  "summary": "Fifty years ago today, and ten years after the Munich Air Disaster, Sir Matt Busby's Manchester United team beat Portuguese champions Benfica 4-1 after extra-time at Wembley to win the European Cup. Here's what some of the men who were there have said about it since...",
  "content": "<b>Brian Kidd:</b> Everyone was just convinced we had to win it. I honestly felt it was something that was meant to be. We knew we had to do it for Sir Matt.<br/><br/><b>Sir Bobby Charlton:</b> On the morning of the game I can remember thinking we had come too far and had been through too much to fail now. And we had everything going for us, playing at home and with a good record against Portuguese sides – and besides, after coming back in the Madrid semi-final the way we did, I thought it would be impossible for us to get beaten.<br/><br/><b>Benfica manager, Otto Gloria:</b> The player I especially admired was George Best – muito bon! As we say! But as a team they could all go forward – and then all go back just as well – and I thought their speed could upset my team.<br/><br/><b>Sir Bobby Charlton:</b> Without being disrespectful to the team, a lot of us were beginning to be past our peak and I knew a lot of us weren't going to get another chance at this cup.<br/><br/><b>Nobby Stiles:</b> There was ballyhoo about before about how I would mark Eusebio: people were suggesting I was a clogger. One paper said he had asked the ref for protection. But I respected Eusebio and never went out to kick him – and I always found him to be alright with me.<br/><br/><b>George Best:</b> I was so looking forward to what I imagined would be 90 minutes of pure magic, us hammering them. But I only played well in snatches and it was tough going – we weren't playing that well to start with, the tackles were coming in hard and it was still 0-0 at half-time.<br/><br/><b>Geoffrey Green, The Times:</b> Few Wembley occasions equalled that night. Out of nothing drew a dramatic climax. The first-half was episodic, as a spate of ruthless Portuguese tackling and a symphony of Italian referee whistling broke the match into a thousand pieces, both teams clearly out of humour with each other. Yet this merely proved to be crucible. Out of the fire and cruelty came something to treasure.<br/><br/><b>Sir Bobby Charlton (on his first goal):</b> I was only on a decoy run but David knocked it nicely and I was just trying to flick it on - it flew into the bottom corner! Lovely!<br/><br/><b>David Sadler:</b> It was such an emotional night and we were feeling the pressure, but that goal set us on the way. Bobby could actually be quite a good header of the ball you know!<br/><br/><b>Denis Law (on Eusebio's chance):</b> I was watching on TV like millions of others and of course I'd been so nervous... and when Eusebio broke, I thought 'that's it, we're never going to win this thing'.<br/><br/><b>Pat Crerand:</b> I was thinking 'this isn't the type of chance Eusebio misses'. My heart sank. He blasted a thunderbolt... and straight at Alex who made quite a brilliant save.<br/><br/><b>Sir Bobby Charlton:</b> I knew we'd find something extra – British teams had that resilience, especially in extra-time. Of course there was a moment of despair when they equalised, but I knew our stamina training would stand us in good stead and that they'd be tiring too.<br/><br/><b>Sir Matt Busby (on his team talk after 90 minutes):</b> I told them they were in danger of throwing the game away with careless passing instead of continuing with their previously confident football. I told them 'start to hold the ball – and play again'.<br/><br/><b>Eamon Dunphy, writer (on George Best's goal):</b> George all but won the cup with a classic street-game goal. Fastening with razor reflexes onto the ball with 25 yards from goal, he beat one man, then another, then rounded the desperate goalkeeper before gliding the ball deftly across the turf into the net.<br/><br/><b>Brian Kidd (on his goal):</b> The cheers for Besty's goal had barely died when my moment of glory came; what a 19th birthday present. Bobby's corner was only half cleared and I got a header in which Henrique scooped out of the bar – but in doing so, he'd come out just enough for me to be able to lob him with a second header. 3-1: the clincher!<br/><br/><b>Sir Bobby Charlton:</b> At the whistle Matt and I hugged and I didn't need to say anything to the old man because I didn't need to. I knew exactly what he was thinking. I remember thinking that it was the ultimate achievement. And it had been our duty; it had become a family thing.<br/><br/><b>Eric Todd, The Manchester Guardian:</b> The scenes after this match defied adequate description; even those beforehand challenged it seriously as United's legions captured the heights around the stadium. The transcending emotion afterwards was that of unequivocal universal pleasure for Matt Busby. And did he look briefly up to the heavens for the approval of the spirits of Munich?<br/><br/><b>Bill Foulkes:</b> I had come the whole way with the boss trying to make us Champions of Europe. I'm proud to have been a part of it, of course – and our victory seemed the right tribute to the memory of all those we lost on the way.<br/><br/><b>Sir Matt Busby:</b> The moment Bobby took the cup, it cleansed me. It eased the pain of the guilt of going into Europe. It was my justification."
},{
  "id": 8,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/166/698090/Dion_McGhee_signs_professional_contract41527246246006_xlarge.jpg",
  "title": "McGhee signs first pro contract at United",
  "author": "Adam Marshall",
  "date": "25/05/2018 15:00",
  "summary": "Manchester United midfielder Dion McGhee has become the latest youngster to join the professional ranks at Old Trafford.",
  "content": "The 17-year-old forced his way into Kieran McKenna's Under-18s team towards the end of the season and finished with 13 appearances to his name, 10 of which were as a substitute.<br/><br/>A clever operator in the middle of the park, who can fill the no.10 role, the Oldham-born prospect is eligible again for Academy football next season.<br/><br/>McGhee signed his contract at the Aon Training Complex in Friday to follow team-mates Brandon Williams, Ethan Galbraith and James Garner in agreeing deals in the last month.<br/><br/><b>'A PROUD MOMENT'</b><br/><br/>\"It's a proud moment for me and my family,\" Dion told MUTV after putting pen to paper. \"I'm really happy to get the contract signed. I've worked hard and listened to my coaches, listening to the advice and just enjoying what I do.\"<br/><br/>When asked who has influenced his development so far, the teenager said: \"My family and my coaches have helped me kick on and improved me as a person. United have the best facilities in the country. What a place and what a club Manchester United is.\"<br/><br/>Dion describes himself as \"a creative midfielder and versatile player who can play in many positions\" who has \"an eye for goal\" and says becoming professional at United has given his confidence a boost to kick on next season.<br/><br/>\"This [signing a first professional contract] is just a confidence-booster for next season,\" McGhee added. \"I've already got my goals and targets, now it's just [about] pushing on and keep achieving. It's time to relax a bit now but I'll come back hungrier than ever and ready to go next season.\""
},{
  "id": 7,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/166/698101/GB3R005971527253693781_xlarge.jpg",
  "title": "Transfer news: Joe Riley joins Bradford City",
  "author": "Adam Marshall",
  "date": "25/05/2018 14:12",
  "summary": "Manchester United defender Joe Riley has signed for League One side Bradford City on a two-year contract.",
  "content": "The 21-year-old captained the Under-23s last season and scored a memorable goal in the best performance of the campaign at that level, a 2-1 victory against Liverpool at Anfield.<br/><br/>After making two first-team appearances during Louis van Gaal's reign, against Shrewsbury Town and FC Midtjylland, Riley was loaned to Sheffield United in 2017 but suffered a serious shoulder injury in training which curtailed his progress.<br/><br/>The spell with the Blades does mean the full-back has a little experience of life in League One and he will look to help the Bantams mount another challenge for promotion.<br/><br/>Speaking in an interview published by Bradford's official Twitter account, Riley explained why he is not concerned by the lack of a manager at his new club. <br/><br/>\"This club, for me and a lot of people, is a Championship club and not a League One club,\" Joe says. \"The vision of what the owners and the club have is what motivates me.<br/><br/>\"The fact that they don't have a head coach at this time does not worry me in any way because I want to come here and play. That is up to me, with how I work in training and games. It is all up to me at the end of the day, and how I perform will get me in the team-sheet come the weekend.\"<br/><br/>Everybody at United would like to wish Joe the very best of luck for the future."
},{
  "id": 6,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/166/698057/GettyImages-93885599861527187219144_xlarge.jpg",
  "title": "Which United players are going to the World Cup?",
  "author": "Adam Higgins",
  "date": "24/05/2018 19:35",
  "summary": "A number of Manchester United players can look forward to playing at the World Cup finals, after being selected in their respective countries' squads.",
  "content": "Eleven of United's first-team players have been called up for this summer's tournament, which begins on 14 June and lasts for a month. The final 23-man squads for all 32 competing nations will be published by FIFA on 4 June.<br/><br/>Despite fitness concerns in recent weeks, both Romelu Lukaku and Marouane Fellaini have been named in Belgium's provisional 28-man squad - as has former Reds star Adnan Januzaj, while goalkeeper David De Gea has been called up for Spain, who won the tournament in 2010. <br/><br/>Nemanja Matic is part of Serbia's provisional 26-man squad, as he prepares to be involved in the first major international tournament of his career. <br/><br/>Phil Jones, Ashley Young, Jesse Lingard and Marcus Rashford have all been included in England's provisional 23-man squad by Gareth Southgate. <br/><br/>It will be a first major tournament for Lingard, while Young will go to his first World Cup following another consistent season with United. It is a testament to the durability of our versatile full-back, who has been a regular in the England squad this season and turns 33 in July. <br/><br/>Jones, who went to Euro 2012 and World Cup 2014, has fought off plenty of competition for a centre-back slot. Meanwhile, Rashford is set to play in his second major tournament, after becoming the youngest Englishman to appear at a European Championship, at the age of 18, in 2016. <br/><br/>Marcos Rojo is in Argentina's 23-man squad for the tournament but Sergio Romero was sadly forced to withdraw on 23 May after sustaining an injury in training. This will be Rojo's second World Cup after being involved in 2014, when La Albiceleste were runners-up after losing the final 1-0 to Germany after extra time.<br/><br/>Victor Lindelof has also been included in the Sweden squad, as the defender prepares for his second major tournament after featuring at Euro 2016. <br/><br/>Paul Pogba has made France's 23-man squad and the midfielder will go to his third consecutive major tournament with Les Bleus, who reached the quarter-finals of the 2014 World Cup in Brazil and were runners-up of Euro 2016 as hosts. But, given the fierce competition for places in the squad, Anthony Martial has had to settle for a place on the 11-man standby list selected by coach Didier Deschamps.<br/><br/><b>WHO IS GOING TO THE WORLD CUP?</b><br/><br/>At the time of writing, the following players have been called up for their respective nations...<br/><br/>Marcos Rojo (Argentina)<br/>Phil Jones (England)<br/>Ashley Young (England)<br/>Jesse Lingard (England)<br/>Marcus Rashford (England)<br/>Victor Lindelof (Sweden)<br/>Paul Pogba (France) <br/>David De Gea (Spain)<br/>Marouane Fellaini (Belgium)<br/>Romelu Lukaku (Belgium)<br/>Nemanja Matic (Serbia)"
},{
  "id": 5,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/166/698024/Blind_Europa_League41527152320280_xlarge.jpg",
  "title": "Blind: I'll never forget our Europa League win",
  "author": "Michael Plant",
  "date": "24/05/2018 13:19",
  "summary": "Daley Blind has won three major trophies in his four years so far at Manchester United but it's clear which one means the most to the Dutchman.",
  "content": "\"There is a special story behind all three trophies I've won with Manchester United but, of course, the Europa League final against Ajax is something special which I will never forget.<br/><br/>\"A lot was made of the fact that winning the Europa League would put us back into the Champions League, and of course that is something that is in the back of your mind, but all season long, through all the games we had to get through to reach the final, winning the trophy itself was always the main thing.<br/><br/>\"A cup final is a special day, but when the game is played at night, it makes it a very long day! For me, I was really in my moment, focusing for a couple of days on what was going to happen because I like to play the game in my head beforehand over and over again; that way I know I have prepared myself the best I can.<br/><br/>\"On the day of the game you wake up, have your breakfast, try to relax and then try to get some sleep in the afternoon but, to be honest, I didn't get much! Normally I don't have nerves, but I did that day, and I have to admit that I was more nervous because it was against a club from my home country, Ajax. After a long day of waiting, you go to the team bus, see the fans waiting outside and you see that they're ready. The excitement is in the air and everything is building up to that 90 minutes, then you put your kit and boots on and, once the game starts, the nerves are gone and you enjoy it.<br/><br/>\"I think we played a great game, we really were the better team and we deserved to win. The goals were maybe a bit lucky but we created chances and we were there, pushing and pressing them all the time. Our tactics were clear: we played a lot of long balls to Marouane Fellaini but that was our strength in that game. We played that game at our best, we were really compact, hard to get through and it was well deserved. I think everybody saw the real difference between the Dutch League and the Premier League in that game: strength and physicality.\"<br/><br/>\"Because it was against Ajax, the final was more involving and emotional for me. I talked to a lot of their guys after the game, swapped one of my shirts with Davy Klaassen and I keep his shirt hung up at home with my own and my medal. They remind me of a special night. Not many players manage to win a European trophy in their career, so to have done it makes me very happy.\""
},{
  "id": 4,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/166/697925/garner_butt61527066640260_xlarge.jpg",
  "title": "United announce new deal for Garner",
  "author": "Adam Marshall",
  "date": "23/05/2018 10:30",
  "summary": "Manchester United have finalised a new contract with highly-rated midfielder James Garner.",
  "content": "The England Under-17 captain, who has just returned from reaching the European Championship semi-finals with his country, enjoyed a marvellous first full year at Under-18 level.<br/><br/>Garner's leadership qualities and outstanding work in the middle of the park helped the young Reds win the Premier League North title but he missed the national final against Chelsea due to his international commitments.<br/><br/>Ahead of a well-earned summer break, the 17-year-old from Birkenhead arrived at Old Trafford and put pen-to-paper on a first professional contract in the boardroom.<br/><br/>\"I'm made up,\" he told ManUtd.com. \"Obviously, it's what I've been working for since the Under-8s and Under-9s. I'm proud for myself and for my family but I think it's only the start. My mum, dad, grandad and auntie have all come along and it's just a proud moment.<br/><br/>\"I think it's even more special to sign at Old Trafford. It would still have been special signing at the Aon Training Complex but this is even more special. Winning the league, having a good season and being nominated for the Young Player of the Year and now this just caps it off as a perfect season for me. <br/><br/>\"I'm off for a break but will work hard in the close season. When I come back for pre-season, hopefully I'll hit the ground running and be ready for next season.\""
},{
  "id": 3,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/159/696147/_CS_049731527070038857_xlarge.jpg",
  "title": "Park joins partner's centenary celebrations",
  "author": "Communications Department",
  "date": "23/05/2018 10:00",
  "summary": "Manchester United's Official Paint Partner, Kansai Paint, has celebrated its 100th anniversary with the support of club ambassador Ji-sung Park.",
  "content": "To mark the milestone, Kansai Paint has unveiled its global campaign with Manchester United, entitled 'Going Beyond'. <br/><br/>Kansai has commissioned renowned Japanese graphic artist, Kaz Oomori, to create a special anime short film featuring first team players Marcus Rashford, David De Gea and Romelu Lukaku to support its 100th anniversary campaign.<br/><br/>The campaign, Going Beyond, has been created to inspire Kansai consumers and Manchester United fans to overcome challenges, going above and beyond to achieve success. The short film also reflects on the story of Kansai Paint and how the global company has grown and developed, continuing to innovate and challenge within its industry for a century.<br/><br/>To mark the occasion, an exclusive screening of the short film was held at a celebratory press conference in Tokyo, Japan, which was attended by Ji-sung Park as well as Mr. Hiroshi Ishino, President of Kansai Paint.<br/><br/>Fans of the club will also have a chance to celebrate this milestone by submitting their entry into the Going Beyond prize draw at www.kansai.com/100th to be in with a chance to win an all-expenses paid trip to Old Trafford to watch a Manchester United game.<br/><br/>Manchester United's Group Managing Director, Richard Arnold, commented: \"Kansai Paint is celebrating its centenary in the same year as the club is celebrating 50 years since we first won the European Cup and it is a delight to be able to share these landmark moments with each other.<br/><br/>\"Since our partnership began in 2013, Kansai have demonstrated their ability to give something back to not only our fans but also to its many communities throughout the globe. I hope the Going Beyond campaign inspires the same passion and commitment it has shown throughout its 100 years.<br/><br/>\"On behalf of Manchester United, I would like to extend my congratulations to Kansai Paint for reaching such a milestone.\"<br/><br/>Mr. Hiroshi Ishino, President of Kansai Paint Co. Ltd, commented: \"With Kansai Paint celebrating our 100th anniversary, I would like to express my sincere gratitude to all our stakeholders who have supported us throughout the journey. Kansai Paint will continue to contribute to people around the global and the development of global society.\""
},{
  "id": 2,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/166/697984/GettyImages-93904464631527072978517_xlarge.jpg",
  "title": "Romero ruled out of World Cup finals",
  "author": "Adam Marshall",
  "date": "23/05/2018 09:39",
  "summary": "Manchester United and Argentina keeper Sergio Romero will miss the World Cup finals due to a knee injury.",
  "content": "The South American stopper was hurt in a challenge with Diego Costa when representing his country in a friendly against Spain in March. Although he fought his way back to feature in United's final Premier League match of the season, performing well and keeping a clean sheet against Watford, the latest development is a real blow.<br/><br/>A statement on the Argentinian Football Association's website read: \"Argentina goalkeeper Sergio Romero will be removed from the list of 23 players who will participate in the 2018 World Cup finals in Russia.<br/><br/>\"The Manchester United player today suffered a joint blockage in his right knee which requires surgery.\"<br/><br/>Argentina have called up Nahuel Guzman of Tigres to replace Romero, who appeared in the World Cup final against Germany four years ago.<br/><br/>Team-mate for club and country, Marcos Rojo, posted the message 'Fuerza Chiqui' ('Be strong, Tiny - his nickname) on Instagram in support of his friend."
},{
  "id": 1,
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/10/159/696142/GettyImages-95761926411526993195046_xlarge.jpg",
  "title": "Bailly plans to come back even stronger next season",
  "author": "Adam Higgins",
  "date": "23/05/2018 07:00",
  "summary": "Eric Bailly has stated a bullish desire to \"come back stronger\" next season, while thanking the Manchester United supporters for the unconditional support throughout the 2017/18 campaign.",
  "content": "The Ivorian defender posted a lengthy message on his Instagram account to show his gratitude and express his determination to improve next term.<br/><br/>\"We would have liked to have finished the season by winning the FA Cup,\" wrote Eric. \"Unfortunately, it was not to be. Nevertheless, we've wrapped up a season in which there were ups and downs.<br/><br/>\"Now it's time to stop, to learn from this season, to rest and to enjoy our families and friends, so we can come back next season even stronger. We're eager to set new goals and to see lots of smiles in the stands at Old Trafford next year.<br/><br/>\"Thanks for the support you have given the entire team throughout the season and, especially, thank you very much for the love you have always shown me. Let's go United! And good luck to my team-mates who are playing in the World Cup!\"<br/><br/><b>'THANKS TO THE FANS'</b><br/><br/>Bailly is the latest United player to post a message of thanks to the fans, following another season of unrivalled support..."
}]