[{
  "id": 1,
  "squadNumber": 1,
  "firstName": "David",
  "lastName": "De Gea",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315951/Thumbnail-Profile-DeGea1505321068684.jpg",
  "birthdate": "07/11/1990",
  "birthplace": "Madrid, Spain",
  "position": "Goalkeeper",
  "joined": "01/07/2011",
  "joinedFrom": "Atletico Madrid",
  "international": "Spain",
  "appearances": 308,
  "goals": 0,
  "bio": "David De Gea's run of three consecutive Sir Matt Busby Player of the Year awards came to an end in 2017, but the absence of a starring role for the goalkeeper merely underlined the greater organisation in United's defence.<br/><br/>Whenever called upon, however, David invariably demonstrated that his goalkeeping prowess remained as sharp as ever, adding further spectacular shots to his already impressive showreel. He may not have ended last season as United's star man, but his enduring excellence and continued evolution was rewarded with a spot in the Professional Footballers' Association Team of the Year.<br/><br/>De Gea's road to Old Trafford began at Atletico Madrid's academy. Tall, athletic and confident with the ball, he progressed quickly through the youth ranks and spent his first professional season, 2008/09, with the club's reserves. A first-team debut arrived early in the following term via a substitute appearance against FC Porto in the UEFA Champions League on 30 September 2009 - and thereafter he never looked back.<br/><br/>De Gea capped his maiden campaign in Atletico Madrid's first team by playing a major role in winning the UEFA Europa League - the club's first major European trophy in almost 50 years. His already burgeoning reputation was further enhanced during his second full season in La Liga and rumours of United's interest, which had first surfaced in January 2010, were more widely circulated when the Reds' then goalkeeping coach Eric Steele was seen scouting the youngster.<br/><br/>By the end of the 2010/11 season, David was widely touted by several media outlets as the primary choice to replace the retiring Edwin van der Sar at Old Trafford, although talks were put on hold whilst he helped Spain win UEFA's Under-21 European Championship in Denmark. The transfer was completed after the tournament, on 29 June 2011, and De Gea subsequently linked up with his new team-mates on the pre-season tour of North America.<br/><br/>Despite his tender years, De Gea enjoyed a largely successful first campaign in Manchester. Having endured a baptism of fire from the media, who unfairly scrutinised his every move, he adapted well to the English game. Unfortunately, the 2011/12 title race ended in heartbreak for United on the final day when Manchester City dramatically snatched the crown but it was an experience which stood De Gea in good stead during the subsequent campaign.<br/><br/>When the Reds reclaimed the Barclays Premier League title in 2012/13 at a canter, De Gea was a standout figure throughout the season, earning a place in the prestigious PFA Team of the Year whilst finishing third in the fans' voting for the Sir Matt Busby Player of the Year award.<br/><br/>After helping Spain retain their European Under-21 crown later that summer, De Gea returned to Old Trafford for what would turn out to be a tough 2013/14 campaign for the Reds, but one in which he maintained a high level of personal performance. He made his 100th club appearance against Tottenham Hotspur and kept 20 clean sheets in all competitions, and his consistent displays were recognised as he was named United's Player of the Year and Players' Player of the Year.<br/><br/>As if that wasn't enough reward for his 2013/14 efforts, the United no.1 was chosen in his country's World Cup squad and made his senior international debut in a warm-up match against El Salvador, coming on as a substitute for Iker Casillas for the final few minutes of Spain's 2-0 win. A training injury prevented De Gea from playing in any of the three matches in the tournament in Brazil.<br/><br/>De Gea's 2014/15 season then mirrored the previous campaign - with him winning two Player of the Year awards in May but again no team silverware to show for his superb efforts between the posts. The collective did improve, however, with Louis van Gaal leading the club back into the Champions League places and De Gea playing a key part in achieving this objective. The Spanish goalkeeper only missed the final match of the season, away to Hull City due to a hamstring injury, and the top-four finish was already assured by then. It seems frustrated opposition strikers may have voted him into the PFA Premier League Team of the Year, in which he was United's sole representative.<br/><br/>The 2015/16 season began with a rumoured transfer to Real Madrid falling through, yet De Gea remained professional throughout the saga and went on to produce one of his finest seasons with United, winning the Player of the Year award, the FA Cup and another place in the PFA Team of the Year.<br/><br/>He made history in May 2016 by becoming the first United player to win three consecutive Sir Matt Busby Player of the Year awards. It was an unprecedented honour for the goalkeeper and it cemented his status as a fan-favourite at Old Trafford."
}, {
  "id": 2,
  "squadNumber": 2,
  "firstName": "Victor",
  "lastName": "Lindelöf",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315959/Thumbnail-Profile-Lindelof1505759427655.jpg",
  "birthdate": "17/07/1994",
  "birthplace": "Vasteras, Sweden",
  "position": "Defender",
  "joined": "01/07/2017",
  "joinedFrom": "Benfica",
  "international": "Sweden",
  "appearances": 26,
  "goals": 0,
  "bio": "Dealing with pressure is something that appears to come naturally to unflappable Swedish defender Victor Lindelof.<br/><br/>In June 2015, he was faced with an intensity that must have been new to him as he stepped forward to take a penalty in the European Under-21 Championship final shoot-out with Portugal, the country where he plied his trade with Benfica.<br/><br/>Abdul Khalili had missed Sweden's previous attempt at the Eden Arena in Prague and Joao Mario's conversion tied the scores at 3-3. Calmness personified, the defender beat Jose Sa and William Carvalho's failure from 12 yards ensured the Swedes could enjoy a notable first international triumph.<br/><br/>Lindelof had only been introduced to the squad as a late call-up but performed with distinction at right-back, earning a place in UEFA's Team of the Tournament. It helped provide added impetus to his club career as he forced his way into the senior Benfica side and enjoyed experience in the domestic top flight and Champions League.<br/><br/>Patience has been important for the Scandinavian, who burst into Vasteras' first team when only 16 years old. He helped his local side gain promotion but left when Benfica came calling in 2012. The Lisbon giants had seen his potential in Sweden's Under-16s and Under-17s and made their move.<br/><br/>Still only 17, Lindelof understandably had to wait for an opportunity and cut his teeth with the B team, going on to make 40 appearances in the Portuguese second tier and spending his first season there as a right-back. A move into a more central position confirmed his growing maturity as he was able to impress at centre-half and also in a holding midfield role.<br/><br/>A loan move to Middlesbrough was discussed last year but he instead became a valuable member of the Benfica defence and successfully fought for his place. Speaking with confidence, he had declared an intent to oust his older, more experienced colleagues and so it proved as he emerged as one of Europe's most promising young defenders.<br/><br/>International recognition with Sweden's senior team has naturally followed and, after starting all three games at Euro 2016, he scored his first goal at that level against Bulgaria in October 2016. Although his primary focus is defending, he also grabbed an important equaliser in a 1-1 draw with Sporting Lisbon in April with a wonderful free-kick past Rui Patricio.<br/><br/>Winning trophies has become something of a habit for the Swedish stopper as he has three Portuguese league titles to his name, in addition to two Portuguese Cups, one League Cup and one Super Cup. This is without mentioning that European Under-21 Championship medal, of course.<br/><br/>Lindelof, approaching his 23rd birthday, appears ready to take this next big step in his career. Zlatan Ibrahimovic had identified his fellow countryman as an emerging leader last Christmas, telling reporters: \"He is growing and has a lot of responsibility with the national team now.\"<br/><br/>And there is plenty to admire about the Sweden team at present. The 2-1 victory over France, at the scene of United's Europa League success against Ajax in Stockholm, took Janne Andersson's side to the top of Group A in the World Cup qualifiers. As the Netherlands are back in third place, it is a measure of the progress being made by the Scandinavian country and the prospect of clinching a spot in Russia next year cannot be dismissed.<br/><br/>For now, the composed centre-back will be focusing on adapting to life at United after signing a four-year deal with the option of a further year, to start on 1 July. In 2016, Jose Mourinho's first summer signing was also a defender with much promise in Eric Bailly. If Lindelof can enjoy a debut campaign as successful as the Ivory Coast international's first year in Manchester, everybody will be delighted."
}, {
  "id": 3,
  "squadNumber": 3,
  "firstName": "Eric",
  "lastName": "Bailly",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/5/4/328934/Player-Thumbnails-Bailly1507639703313.jpg",
  "birthdate": "12/04/1994",
  "birthplace": "Bingerville, Ivory Coast",
  "position": "Defender",
  "joined": "08/06/2016",
  "joinedFrom": "Villarreal",
  "international": "Ivory Coast",
  "appearances": 54,
  "goals": 1,
  "bio": "He may have been the least known of Jose Mourinho's four summer signings in 2016, yet Eric Bailly had certainly made a name for himself by the end of his debut season. <br/><br/>After a strong start to his Reds career, an injury sustained in October disrupted his rhythm, but by the new year Bailly had regained his status as one of the manager's first-choice centre-backs as United navigated a hectic fixture list.<br/><br/>A red card received against Celta Vigo saw him miss the Europa League final, but Bailly still got his hands on the trophy, and will be confident of adding more winners medals to go alongside the one he received in the League Cup final.<br/><br/>The imposing centre-back has enjoyed a meteoric rise since making his La Liga debut in October 2014.<br/><br/>Bailly was born in Bingerville, Ivory Coast, also home to Manchester City striker Wilfried Bony, and his quality as an aspiring footballer was spotted by Spanish side Espanyol during a youth tournament held in Burkina Faso. He was signed by the Catalan club in December 2011 and joined their youth system at 17, but it was 10 months before he received a work permit that would enable him to play.<br/><br/>Once his papers had arrived, he became a regular in the Espanyol B team, playing under the name of Eric Bertrand, until deciding to use his mother's surname, Bailly, instead. Having caught the eye of first-team boss Sergio Gonzalez, Eric sampled his first taste of professional football during a 2-0 La Liga win over Real Sociedad before registering his first start in a 1-1 draw with Villarreal, who quickly showed just how impressed they were by the young defender they had faced.<br/><br/>In January 2015, Bailly moved to Villarreal for a reported fee of £4.4million as a replacement for the Arsenal-bound defender Gabriel Paulista. It was claimed that Espanyol did not want to sell their rough diamond, but essentially had no other choice due to the club's financial problems at that time.<br/><br/>Bailly's first big transfer was completed during the 2015 African Cup of Nations, where he made six appearances as The Elephants reached the final and drew 0-0 with Ghana. That led to a dramatic penalty shootout and Bailly stepped up in the ninth round of penalties to score his spot-kick. After two more Ivorian goals, his ecstatic team-mates were crowned champions of Africa.<br/><br/>Although his start at Villarreal was slow, making 12 appearances as he competed with centre-backs Mateo Musacchio, Victor Ruiz and Daniele Bonera from January to May, he became a regular starter throughout 2015/16. This was his breakout season as he started 25 La Liga games in a team that conceded only 35 goals, as the Yellow Submarine finished fourth to qualify for the Champions League.<br/><br/>Bailly also featured heavily in Villarreal's Europa League campaign and made seven appearances, including one against Liverpool in the semi-final. Injury ruled him out of the decisive second leg at Anfield when Jurgen Klopp's Merseysiders secured progress to the final.<br/><br/>Following an impressive first season in Manchester, the future appears to be bright for Bailly. A long stay in the side looks likely, and his versatility could prove to be crucial."
}, {
  "id": 4,
  "squadNumber": 4,
  "firstName": "Phil",
  "lastName": "Jones",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315958/Thumbnail-Profile-JOnes1505757669638.jpg",
  "birthdate": "21/02/1992",
  "birthplace": "Preston, Lancashire",
  "position": "Defender",
  "joined": "01/07/2011",
  "joinedFrom": "Blackburn Rovers",
  "international": "England",
  "appearances": 188,
  "goals": 5,
  "bio": "Injury prevented Phil Jones from appearing under Jose Mourinho until November 2016, but he quickly impressed the boss with a series of all-action displays at centre-back.<br/><br/>He enjoyed a dominant run until February, when a bruised foot, followed by an injury sustained on England duty, limited his game-time until early May. Marcos Rojo's injury then saw Jones back for the remainder of the campaign.<br/><br/>His focus now will be on continuing to impress during his seventh season at Old Trafford, with a view to displaying his unquestionable quality.<br/><br/>Only seven years have passed since Jones broke through at Blackburn Rovers in March 2010, when it became clear that the Lancashire club had an exceptional young talent on their hands. His eye-catching debut against Chelsea brought inevitable comparisons with Blues skipper John Terry, as the robust defender swiftly handled the elevation in class and dealt admirably with some of the biggest names in the country.<br/><br/>Wayne Rooney admitted Jones was one of his toughest opponents in 2010/11, and his performances against the Reds in consecutive seasons certainly showed him to be a player who loves the art of defending under pressure. Sir Alex Ferguson noted his determination at Old Trafford, haranguing his older team-mates as Blackburn were clobbered 7-1, and was convinced that he was a United player in the making. The former manager beat off competition from other top clubs to land his man in the summer of 2011.<br/><br/>With United's defence beset by sweeping injury misfortune at different stages of 2011/12, Jones was able to put in a number of accomplished displays at centre-back and right-back, while occasionally lending his talents to a moonlighting role in central midfield.<br/><br/>The Reds' defensive injury curse also robbed him of almost half a season in 2012/13. The youngster didn't appear until midway through the campaign due to back and knee injuries, and he subsequently suffered ankle damage after a typically whole-hearted challenge against Reading's Jobi McAnuff. He returned to the side, however, to help United win the Premier League title for his first trophy at Old Trafford.<br/><br/>Jones was a regular in the Reds' backline during 2013/14, making 39 appearances in total. He also scored his first goal in almost two years, against Norwich City in the League Cup – one of three strikes during the campaign. A series of consistent displays then earned him a place in the England squad for the World Cup, where he played the full 90 minutes as the Three Lions drew 0-0 with Costa Rica.<br/><br/>Jones benefited from being versatile during his first three seasons at United but, in 2014/15, he was able to assert his authority in his preferred position of centre-back. In fact, the England international did not start a match in any other position during Louis van Gaal's maiden campaign as manager, which is perhaps ironic considering the Dutchman's declared admiration for \"multi-functional\" players. <br/><br/>Although he was ultimately limited to only 22 appearances, with injury hampering him again, the signing of a new long-term contract in June 2015 emphasised his importance to the cause.<br/><br/>The 2015/16 campaign was plagued by further injury problems that limited him to only 13 senior games, although he did recover in time to take his place on the bench for the FA Cup final victory over Crystal Palace at Wembley Stadium, earning an invaluable winners' medal in the process."
}, {
  "id": 5,
  "squadNumber": 5,
  "firstName": "Marcos",
  "lastName": "Rojo",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315967/Thumbnail-Profile-Rojo1505325314503.jpg",
  "birthdate": "20/03/1990",
  "birthplace": "La Plata, Argentina",
  "position": "Defender",
  "joined": "20/08/2014",
  "joinedFrom": "Sporting Lisbon",
  "international": "Argentina",
  "appearances": 105,
  "goals": 2,
  "bio": "Marcos Rojo is an aggressive, accomplished Argentinian defender with a tough-tackling style that has proven popular among fans at Old Trafford.<br/><br/>The South American has as much fondness for physical challenges as he does for tattoos, with 'Pride' and 'Glory' inked on his thighs to send out a warning to any strikers feeling particularly brave.<br/><br/>Rojo enjoyed the finest of his three years at United in 2016/17, only for knee ligament damage to cut his season short with five weeks remaining. The central defensive positions were up for grabs at the start of the campaign, and Marcos took his chance, playing a key role in helping the backline become one of the tightest in the league.<br/><br/>Fierce in the tackle and strong in the air, Rojo became a mainstay as the Reds achieved success in the League Cup and Europa League. His next target will be to return to full fitness and claim back his place.<br/><br/>Unfortunately, his debut season at Manchester United was littered with injuries - including a dislocated shoulder in the Manchester derby - and he could only register 26 appearances in all competitions, although he did score once in a 3-0 win over Cambridge United in the FA Cup.<br/><br/>United's versatile defender capped his 2015/16 season by proudly representing his nation at the Copa America tournament, held in the USA, where he suffered a disappointing penalty shootout defeat to reigning champions Chile in the final. It was notably a repeat of the 2015 finale.<br/><br/>A similar shoulder injury, as well as a couple of other niggles, hampered Rojo's second campaign with the Reds, although he managed to registered an improved tally of 28 appearances and claimed his first winners' medal following the FA Cup final victory over Crystal Palace at Wembley Stadium.<br/><br/>Rojo came to United's attention when he starred at the 2014 World Cup, where he played in six of his country's seven games and only missed the quarter-final win over Belgium due to suspension. The defender also scored his first-ever international goal during Argentina's 3-2 group-stage win over Nigeria and respected analysts Castrol Index even selected him in their official Team of the Tournament with an average rating of 9.5 out of 10.<br/><br/>Argentina head coach Alessandro Sabella had previously worked with Rojo during their time together at Estudiantes, winning the Copa Libertadores in 2009 and the Torneo Apertura the following year. A transfer to Europe and Spartak Moscow followed, although the youngster struggled to settle in Russia with Nemanja Vidic's former club. Nonetheless, senior international recognition with Argentina was still forthcoming and he competed at the Copa America as he proved his value at the highest level.<br/><br/>A switch to Sporting was sealed in the summer of 2012 for a fee of around £3.5million and, after adapting to life in the Portuguese league, he excelled throughout the 2013/14 campaign and impressed in a side that finished runners-up to Benfica. Although regularly playing at left-back for Argentina, Rojo was often deployed in the middle of Sporting's defence and is suited to playing as part of a three-man backline - which benefitted Louis van Gaal's 3-5-2 formation at United.<br/><br/>Rojo - whose surname translates from Spanish to 'Red' - became the fourth Argentinian to join United by following in the footsteps of former Estudiantes team-mate Juan Sebastian Veron, Gabriel Heinze and Carlos Tevez."
}, {
  "id": 6,
  "squadNumber": 6,
  "firstName": "Paul",
  "lastName": "Pogba",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315965/Thumbnail-Profile-Pogba1505757291976.jpg",
  "birthdate": "15/03/1993",
  "birthplace": "Lagny-sur-Marne, France",
  "position": "Midfielder",
  "joined": "08/08/2016",
  "joinedFrom": "Juventus",
  "international": "France",
  "appearances": 87,
  "goals": 14,
  "bio": "Paul Pogba needs no introduction to Manchester United fans, having learned his trade at the club before blossoming at Juventus into a world-class midfielder.<br/><br/>With his (seemingly ever-changing) shaved hairstyles, sharp cheekbones and long limbs, he is a striking figure. A footballing icon instantly recognisable to millions worldwide, he's clearly capable of handling his superstar status. When he replaced Paul Scholes during the United legend's testimonial in August of 2011, it felt like a passing of the baton and that has ended up being the case - albeit via a route few could ever have envisaged. <br/><br/>The Frenchman, born in Lagny-sur-Marne on the outskirts of Paris, started to attract attention as a schoolboy with Le Havre with United winning the battle for his signature. It was an inspired piece of scouting as it was soon evident he was a player of some promise.<br/><br/>A key member of the Under-18 team, he was a driving force in the FA Youth Cup-winning side of 2011 under Paul McGuinness, despite being controversially sent off in the tie with Liverpool when receiving a second yellow card for pausing during his run-up to taking a penalty. In the semi-final first leg against Chelsea at Stamford Bridge, he was outstanding.<br/><br/>Progress in the Reserves naturally followed and, although he had previously made the first-team squad for the FA Cup tie against Crawley Town, he enjoyed his long-awaited senior debut against Leeds United in the League Cup. Two more appearances in the same competition followed before a league bow against Stoke City at the end of January 2012.<br/><br/>By then, there was already much speculation that the youngster was rejecting the club's offer to extend his contract in order to facilitate a move to Juventus. Although he also featured three more times, including in the Europa League against Ander Herrera's Athletic Club, it was no surprise when Sir Alex Ferguson confirmed the fears in July that the Frenchman was bound for Turin.<br/><br/>It was a big decision for the then 19-year-old and not one he would have taken lightly. From a United perspective, it could be argued it was the wrong one. He declared earlier in 2016: \"I really miss Manchester because it's where I made the most of my teenage years and I had lots of friends there. It's a different culture. I found they're more open than French people. I was in digs with a family and they treated me like their son.\"<br/><br/>After signing a four-year deal with his new club, Pogba wasted little time in proving his worth in Serie A, helping the Bianconeri win the title and scoring some spectacular goals in the process. The plaudits kept coming. He won the Golden Boy award in 2013 for the best Under-21 player in Europe, the Under-20 World Cup with France and the Golden Ball as the tournament's star man in the same year.<br/><br/>Didier Deschamps inevitably promoted him to the full France squad and he earned a place at the 2014 World Cup finals, scoring against Nigeria and landing the prize for the best young player at the tournament. The success continued domestically with Juventus and the 2015/16 season was his fourth successive Scudetto triumph at the club. He also appeared in the 2015 Champions League final as Barcelona won 3-1 in Berlin.<br/><br/>\"I want to be the midfielder who can do everything, and at the highest levels,\" he said. \"Shooting, dribbling, scoring, defending.\" Never lacking in confidence, the star was aiming only higher and pushing himself to reach the top echelons of the game. He makes no secret that his ultimate goal is to lift the Ballon d'Or.<br/><br/>Juve coach Massimiliano Allegri used Pogba in a creative role in 2015/16 as he took on the no.10 jersey and thrived with added attacking responsibility. Hence, it was a little surprising when Deschamps opted to play him in a deeper role in the Euro 2016 final against Portugal - particularly considering his masterful skill in setting up the clinching goal for Antoine Griezmann in the semi-final against Germany when pushed further up the field.<br/><br/>Pogba could still hold his head high after Les Bleus came so close to securing an emotional triumph on home soil and the big games will keep on coming for him. The marvellous news for everybody from Old Trafford was this would happen, belatedly, with United as well as his country after the superstar announced his much-anticipated return to the Theatre of Dreams following the tournament's conclusion. <br/><br/>Signed for a world-record fee last summer, the midfield maestro enjoyed a steady opening season back at Old Trafford. Pogba's imperious energy proved just as crucial as his undoubted talent, with his influence increasing as the season progressed. It led to high praise from Mourinho, who tipped Paul as a future Reds captain. \"He has the charisma, the ambition, the mentality and he's a good professional,\" the boss said. As one of the most promising players on the planet, Paul will only get even better and will be looking to have an even greater impact on the team in 2017/18."
}, {
  "id": 7,
  "squadNumber": 7,
  "firstName": "Alexis",
  "lastName": "Sanchez",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/8/137/559439/THumbnail-Profile-AlexisSanchez1516971323911.jpg",
  "birthdate": "19/12/1988",
  "birthplace": "Tocopilla, Chile",
  "position": "Forward",
  "joined": "22/01/2018",
  "joinedFrom": "Arsenal",
  "international": "Chile",
  "appearances": 12,
  "goals": 2,
  "bio": "Even from a young age, Alexis Sanchez's supreme natural talent and ability to become a global superstar was evident.<br/><br/>He was only 16 years old in February 2005 when he made his first-team debut for Cobreloa, a club based in the north of his native Chile, near to the biggest open copper mine in the world, Chuquicamata.<br/><br/>The manager who gave him that breakthrough, Nelson Acosta, recalled in an interview with The Telegraph in 2011: \"Normally in young boys, there is something missing, be it skill, or vision, or the ability to beat a man. Not in Alexis. That is very rare.\"<br/><br/>Alexis inevitably caught the eye of European scouts and he was signed by Udinese in April 2006, although the Italian club immediately loaned him to another club in Chile, Colo Colo, and followed that with another temporary move to River Plate in Argentina. After winning league titles with both South American teams, he relocated to Italy and became an integral member of Udinese's squad for three seasons.<br/><br/>After netting 21 goals in 112 appearances and catching the eye with a series of dazzling displays for the Serie A side, Barcelona came calling in the summer of 2011 as Alexis became the first Chilean to play for the Catalan giants.<br/><br/>In his first season at the Nou Camp, Sanchez formed part of a devastating attacking trio with Lionel Messi and David Villa while helping the club win the Copa del Rey, Spanish Super Cup, UEFA Super Cup and FIFA Club World Cup under Pep Guardiola.<br/><br/>He also played a prominent part in their La Liga triumph in 2012/13, chipping in with 11 goals in all competitions, before contributing the highest tally during his stay in Spain the following season by notching 21 times and registering 14 assists.<br/><br/>After Brazilian forward Neymar established himself as a regular starter in 2013/14, Alexis accepted the challenge to test himself in the Premier League by joining Arsenal for a fee in the region of £30million.<br/><br/>It didn't take the versatile forward long to find his feet in North London, claiming his first silverware in England on his competitive debut in the Gunners' 3-0 win over Manchester City in the 2014 Community Shield at Wembley.<br/><br/>An impressive first season in the capital saw Alexis earn admirers far and wide, securing a place in the PFA Team of the Year, as well as Arsenal's Player of the Year award. He also reached the outstanding tally of 25 goals in all competitions by scoring in the club's 4-0 victory over Aston Villa in the FA Cup final.<br/><br/>Despite missing a period through injury, Alexis still managed to score 17 times in 2015/16 before enjoying his best season in an Arsenal shirt last term, which ultimately demonstrated why he is regarded as one of the world's most exciting forwards.<br/><br/>He provided plenty of stand-out moments during a phenomenal season on a personal level, in which he was nominated for the PFA Players' Player of the Year award and unsurprisingly took home Arsenal's Player of the Season prize.<br/><br/>Often spearheading the attack, Alexis ended the campaign with his best-ever return of goals after hitting 30 in a single season for the first time in his career, as well as recording 17 assists, in all competitions.<br/><br/>He also once again proved he is a man for the big occasion after playing a starring role in another FA Cup triumph for the Gunners, scoring an extra-time winner against Manchester City in the semi-finals before netting Arsenal's fastest FA Cup final goal when opening the scoring after just 229 seconds in their eventual 2-1 victory over Chelsea.<br/><br/>Alexis has not only shown his world-class ability in club football but on the international stage too. After earning his first cap in April 2006, aged just 17, he established himself as a key figure for Chile. Highlights include starring in the 2014 World Cup in Brazil and winning the Copa America twice, scoring the decisive spotkick in the 2015 penalty shoot-out win against Argentina. He is his country's joint most-capped player with 115 caps alongside Manchester City goalkeeper Claudio Bravo and their all-time leading scorer with an impressive 38 goals to his name, but it will be disappointing that his talents won't be on show at this summer's World Cup in Russia after Chile's failure to qualify for the tournament.<br/><br/>After picking up an injury in last summer's Confederations Cup, Alexis started the current 2017/18 campaign on the sidelines but worked his way back to full fitness and has once again led by example, continuing his fine goalscoring form with eight goals before Christmas.<br/><br/>Following intense speculation about his future, United beat off stiff competition to secure the forward's services on 22 January. His creativity and technical prowess, coupled with his ability to play anywhere across the front line, makes him a potent weapon and gives Jose Mourinho another dimension to his impressive array of attacking options. Eligible to play in the FA Cup and Champions League, as well as the Premier League, he will be hoping to add more silverware and settle into life at United in the second half of 2017/18."
}, {
  "id": 8,
  "squadNumber": 8,
  "firstName": "Juan",
  "lastName": "Mata",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315961/Thumbnail-Profile-Mata1505756208971.jpg",
  "birthdate": "28/04/1988",
  "birthplace": "Burgos, Spain",
  "position": "Midfielder",
  "joined": "25/01/2014",
  "joinedFrom": "Chelsea",
  "international": "Spain",
  "appearances": 182,
  "goals": 39,
  "bio": "Juan Mata exudes class, intelligence and panache - and not just with a ball at his feet.<br/><br/>The Reds' no.8 has asserted himself as one of Manchester United's key performers during his three and a half seasons at Old Trafford, scoring 36 goals in 146 appearances. That includes a stunning overhead kick at Liverpool in March 2015 and his display at Merseyside was nothing short of mesmeric. It was performances like these that elevated Juan to the status of a fans' favourite.<br/><br/>Mata is an influential performer in any of the three main attacking positions across the pitch behind the lead striker – on either flank or in the no.10 role. A world-class creator and consistent goal-getter, he netted 12 times in all competitions in his debut season with Chelsea in 2011/12, before scoring 11 in the league alone in the following campaign.<br/><br/>However, his game is about more than just attacking from deep to score goals. The Spain international has a sweet left foot, wonderful poise and balance, possesses great vision for a killer pass or wicked cross and is a danger from set-pieces anywhere on the pitch. His creativity sets him apart; few players can match his minutes-per-assist ratio in the division.<br/><br/>At Stamford Bridge, he produced a string of eye-catching displays – notably against United, enjoying a series of duels with fellow countryman, good friend and Reds goalkeeper David De Gea – and he was voted Chelsea's Player of the Year in both full campaigns in West London. These individual awards joined FA Cup, Champions League and Europa League winners' medals in his collection.<br/><br/>At international level, Mata's list of honours is even more impressive. He was among Spain's World Cup and European Championship winners, making one substitute appearance in South Africa 2010 before proving even more influential at Euro 2012 by scoring in the final against Italy. He also captained Spain to European Under-21 Championship glory in 2011 and represented his country at the 2012 Olympics.<br/><br/>Following his move to Manchester from Chelsea in January 2014 - when the Spaniard travelled to the Aon Training Complex by helicopter - his start to life at Old Trafford was equally inspiring. Juan scored six times and compiled four assists in 15 appearances during his first half-season at the Theatre of Dreams. In addition, the Spaniard was named United's Player of the Month twice, and his free-kick at Newcastle made it onto the shortlist for the club's Goal of the Season Award.<br/><br/>That individual award for best goal eventually came his way at the end of the 2014/15 season, as a reward for his aforementioned acrobatic strike against Liverpool at Anfield. A year later, at the close of the 2015/16 season, he added another trinket to his collection in the form of an FA Cup winners' medal, after scoring a crucial equaliser in United's dramatic extra-time victory over Crystal Palace.<br/><br/>The gifted playmaker's creativity was vital once again in 2016/17, whether playing on the right side of the Reds' attack or pulling the strings behind the striker. He hit double figures with 10 goals in all competitions, including a crucial winner against rivals Manchester City en route to the Reds' EFL Cup success. A groin injury derailed his campaign but he was back by the end of the season and started against Ajax in the Europa League final. Mata's eye for a pass and knack of chipping in with key goals mean he's likely to be a key player once again in 2017/18."
}, {
  "id": 9,
  "squadNumber": 9,
  "firstName": "Romelu",
  "lastName": "Lukaku",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315968/Thumbnail-Profile-Lukaku1505320285877.jpg",
  "birthdate": "13/05/1993",
  "birthplace": "Antwerp, Belgium",
  "position": "Forward",
  "joined": "10/07/2017",
  "joinedFrom": "Everton",
  "international": "Belgium",
  "appearances": 46,
  "goals": 26,
  "bio": "Romelu Lukaku was long touted to achieve superstardom, ever since breaking into Anderlecht's first team 11 days past his 16th birthday.<br/><br/>A son of former Zaire international Roger Lukaku, Romelu was born into football and has matured into a bona fide goal machine, guaranteeing a lethal combination of strikes with head and both feet in the Premier League.<br/><br/>The fact he showcased his potential at such a young age means many observers are surprised to learn he is still only 24. As long ago as 2010, he hit a brace for Belgium in an international against Russia and announced his ability to deliver on the world stage.<br/><br/>Even in those early days, as good a judge as ex-Reds marksman Ruud van Nistelrooy declared: \"He is one of the greatest talents in Europe - perhaps even in the whole world.\" An explosive force in attack, he had a record of 41 goals in 98 outings at Anderlecht when he left the Belgian club to join Chelsea in August 2011.<br/><br/>Following a successful season-long loan from Chelsea to West Bromwich Albion in 2012/13, which culminated with a hat-trick against United in Sir Alex Ferguson's final game in charge, he attempted to earn a regular place at Stamford Bridge.<br/><br/>He played two league games for Chelsea at the start of 2013/14 and came on as substitute in the UEFA Super Cup defeat to Bayern Munich but then, on the last day of the summer transfer window, he was loaned to Everton for the remainder of the campaign.<br/><br/>The move proved to be perfect for the Belgian, whose 15 goals in 31 Premier League games helped the Toffees to finish in fifth place. What followed was a statement of intent from the Merseysiders as they broke their club transfer record to make him a permanent signing in July 2014.<br/><br/>The goals kept coming as Lukaku matured and became almost unplayable at times due to his powerful physique and impressive acceleration. In each of his three campaigns as a permanent Everton player, he netted 20-plus goals in all competitions; he netted 25 in the Premier League alone last season, in 37 matches, making it his most productive term so far in the English top flight.<br/><br/>Capable of racking up incredible scoring streaks, he matched the legendary Dixie Dean's record of finding the net in nine consecutive matches at Goodison Park. He even edged Zlatan Ibrahimovic out of the PFA Team of the Year in 2016/17, to earn a spot alongside Tottenham's Harry Kane, and only missed out on the Golden Boot due to the Spurs star's own purple patch as the campaign drew to a close.<br/><br/>Lukaku's ability to spearhead the Toffees to devastating effect earned him admirers from far and wide. There was intense speculation about his future and many in the press predicted a chance to show his true worth to former club Chelsea would transpire. Instead it was United who sealed a deal to reunite the striker with Jose Mourinho.<br/><br/>Always ambitious, Romelu has often been clear in his intent to win silverware and medals as a footballer. That burning desire has ultimately led him to a club that lifted three trophies in 2016/17, a club that will task him with leading the attack and demonstrating his quality both domestically and, for the first time in his career, in the Champions League group stages."
}, {
  "id": 10,
  "squadNumber": 11,
  "firstName": "Anthony",
  "lastName": "Martial",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/211/316339/Thumbnail-Profile-Martial1505735183871.jpg",
  "birthdate": "05/12/1995",
  "birthplace": "Massy, France",
  "position": "Forward",
  "joined": "01/09/2015",
  "joinedFrom": "AS Monaco",
  "international": "France",
  "appearances": 131,
  "goals": 36,
  "bio": "A forward who is often compared to Premier League legend Thierry Henry, another former Monaco man, Anthony Martial is widely regarded as one of the most highly-rated young players in Europe.<br/><br/>The Frenchman joined the Reds from AS Monaco during the summer of 2015 and made his mark by scoring an excellent debut goal as a substitute against Liverpool, which immediately won the love and respect of the fans. That famous strike was later voted as the club's Goal of the Season award during the annual prize-giving night at Old Trafford, beating off competition from Marcus Rashford.<br/><br/>Martial finished the 2015/16 season as United's top scorer with 17 goals from 49 appearances and that included a dramatic added-time winner during the FA Cup semi-final victory over Everton, which led to earning a winners' medal following the 2-1 extra-time win over Crystal Palace in the final. That wrapped up a superb maiden season in which the Reds forward emphasised his massive potential.<br/><br/>The young attacker's sophomore campaign in 2016/17 was less explosive than his first in English football, but there were still enough glimpses of his tremendous potential to have Reds fans excited by what lies ahead. Most of Martial's opportunities came on the left flank, using his searing pace to potent effect. Ally that with a box of tricks that allows him to ghost past defenders plus a calmness in front of goal, and you've got all the attributes of a player who could achieve greatness. <br/><br/>Despite not hitting the heights of his debut campaign, he still contributed eight goals in all competitions during the season, including two expertly-taken finishes against West Ham in the EFL Cup quarter-final success over West Ham in November and a sublime breakaway goal against Burnley in April. <br/><br/>Martial began his career in the junior ranks of CO Les Ulis, where Henry and former Old Trafford favourite Patrice Evra both started their illustrious careers. At the age of 14, Martial joined Lyon and became a regular for the France Under-16s, scoring nine goals in 17 games. More strikes followed for the Under-17s (nine in 13 games) and Under-18s (three in four games) as his reputation continued to soar at international level. Domestically, he also plundered over 30 goals for Lyon's Under-17s as it became difficult to contain the hype surrounding his promise.<br/><br/>Although he broke into the Lyon team in 2012/13, making four appearances, more experienced strikers such as Lisandro Lopez, Alexandre Lacazette and Bafetimbi Gomis, who scored the winner for Swansea City against United in August 2015, naturally barred the way to the starting XI. However, Martial's excellent potential was so obvious Monaco paid €5million for his signature in a transfer that rocked French football.<br/><br/>The attackers competing for a starting place included Radamel Falcao but Anthony still managed 11 league appearances, scoring twice as the team finished runners-up behind Paris Saint-Germain in Ligue 1.Falcao's loan switch to Old Trafford at the beginning of 2014/15 enabled Martial to take over the mantle as the main striker and he responded with nine goals, while also only missing three league fixtures all season. Monaco later finished third and even reached the Champions League quarter-finals.<br/><br/>Although Martial did not score in Europe, he did set up a goal for former Reds striker Dimitar Berbatov and impressed against United's Premier League rivals Arsenal in the competition's second round. The performance at the Emirates Stadium was one of his finest as the Gunners suffered a shock 3-1 defeat.<br/><br/>Martial was already off the mark in 2015/16 before joining United, after netting for Monaco against Young Boys in the Champions League qualifiers. When his club exited the competition at the hands of Valencia, it reportedly opened the door to broker a departure for a player who had only signed a new contract in early July. His move to United materialised on transfer deadline day on August 2015 and, after two progressive seasons at Old Trafford, he has already proven himself to be a superb acquisition. For the France international, the 2017/18 season could be a very big one."
}, {
  "id": 11,
  "squadNumber": 12,
  "firstName": "Chris",
  "lastName": "Smalling",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315972/Thumbnail-Profile-Smalling1505321372004.jpg",
  "birthdate": "22/11/1989",
  "birthplace": "Greenwich, London",
  "position": "Defender",
  "joined": "07/07/2010",
  "joinedFrom": "Fulham",
  "international": "England",
  "appearances": 282,
  "goals": 16,
  "bio": "A centre-back with pace, power and intelligence, Chris Smalling has emerged as an integral part of the Reds' defensive set-up, helping to fill the sizeable gap left by Rio Ferdinand and Nemanja Vidic after their respective departures in 2014.<br/><br/>The England international's game continued to go from strength to strength in 2015/16. A mainstay at the heart of the United defence, he featured 55 times in all competitions to move into the top 100 on the club's list of all-time appearance makers. <br/><br/>What's more, 2015/16 saw him take on the captain's armband on a number of occasions in the absence of both Wayne Rooney and Michael Carrick. His United Players' Player of the Year award in May was the icing on the cake. <br/><br/>On collecting that accolade, he said: \"The captaincy is a huge honour. It's nice that after Wayne and Michael that I get the chance. It really adds to your own sense of leadership.\"<br/><br/>Incredibly, it was a mere 18 months after arriving at Fulham from non-league Maidstone, when the rookie defender agreed to terms that would make him a Manchester United player from 1 July 2010.<br/><br/>His first campaign at Old Trafford went better than anyone could have expected and, having been given chances to impress in various competitions, namely the UEFA Champions League and League Cup, he looked completely at home in M16.<br/><br/>An injury to mentor Ferdinand ultimately proved beneficial as Smalling enjoyed an extended run in the team, contributing to his impressive tally of 33 first-team appearances. Of course, a title winners' medal was also earned during an impressive debut campaign.<br/><br/>The defender's impressive exploits were later rewarded with a new five-year deal, which was signed in July 2011 ahead of a promising start to his second term with the champions, which was largely spent at right-back while Rafael was sidelined through injury.<br/><br/>Unfortunately, Chris also spent time in the treatment room that season and missed a selection of fixtures as a result of various problems, including a groin strain, a bout of tonsillitis, a nasty head wound and a broken foot, which meant Euro 2012 was a no-go.<br/><br/>Metatarsal surgery meant his 2012/13 season did not start until November's dramatic 3-2 win at Aston Villa and he made five further starts before the New Year.<br/><br/>Operating at both centre and right-back, his versatility proved crucial during the title run-in as he helped keep four of six clean sheets in February and March. But unfortunately another injury, sustained at Sunderland, ended a stop-start campaign which yielded just 23 appearances - the lowest of his three seasons. Nonetheless, Smalling picked up his second championship crown.<br/><br/>The following campaign was a difficult one for United, but notable for Smalling as he played a personal-high 38 games in all competitions, further demonstrating his potential with a number of solid displays across the backline. He was called up for England's World Cup squad and made his finals debut in a goalless draw against Costa Rica as Roy Hodgson's team failed to qualify.<br/><br/>Smalling picked up a red card in the first half of the narrow derby defeat at Manchester City early in 2014/15, but he recovered to prove his worth to the side and matured into one of the most consistent performers, starting all but one of United's final 13 home games.<br/><br/>A goal in the 4-2 reverse-fixture win over City was one of several stand-out moments, as was his role in the crucial 2-1 victory over Crystal Palace in May. Having combined with fellow countryman Phil Jones at the heart of the Reds' defence, Smalling was rewarded with a new four-year contract in April.<br/><br/>In 2015/16, Smalling forged a formidable new partnership with Daley Blind, with his performances lauded by fans and team-mates alike. Relishing physical battles with some of the league's more robust strikers, the defender's bravery, positional sense and supreme fitness were a major factor in the Reds' success at the back, while at the other end he chipped in with the winner against Wolfsburg in the Champions League tie at Old Trafford. <br/><br/>The campaign ended with a red card against Crystal Palace in the FA Cup final at Wembley, but he would have been delighted to pick up another winners' medal. He was then straight on the plane to France as one of England's first-choice central defenders at the European Championship.<br/><br/>Despite his country experiencing a disappointing tournament, Smalling returned in a positive frame of mind and played his part in a successful season for United in 2016/17 – not just as a centre-half but also as stand-in skipper. Injuries and rotation interrupted his season but there's no doubting that, at 27, his best years remain ahead of him. Smalling played in both the EFL Cup and Europa League finals, producing a strong display in Stockholm as he claimed his eighth major honour with the club. Despite playing well over 1,000 minutes in 2016/17 he didn't pick up a single yellow card, demonstrating that his game is about timely interceptions rather than crunching tackles."
}, {
  "id": 12,
  "squadNumber": 14,
  "firstName": "Jesse",
  "lastName": "Lingard",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315963/Thumbnail-Profile-Lingard1505756034462.jpg",
  "birthdate": "15/12/1992",
  "birthplace": "Warrington, Cheshire",
  "position": "Midfielder",
  "joined": "01/07/2009",
  "joinedFrom": "United Academy",
  "international": "England",
  "appearances": 124,
  "goals": 24,
  "bio": "Jesse Lingard has had to wait for his chance to make a first-team impression at the club he's been at since the age of seven, but boy has his patience paid off.<br/><br/>Last season was another campaign of progress for United's Academy graduate, his pace and intelligent movement proving valuable for Jose Mourinho's side. <br/><br/>Jesse twice returned to Wembley and twice scored again: first in the Community Shield, and then in the League Cup final. As such, he's fast earning himself a reputation as a man for the big occasion, as well as a scorer of great goals.<br/><br/>Not in his wildest dreams could Lingard have foreseen a season quite like his 2015/16 – one that ended with him sweetly volleying the winning goal in extra-time to clinch the FA Cup.<br/><br/>Warrington-born Lingard had previously made only one Reds appearance before coming on as a second-half substitute against Everton in mid-October, but after a lively cameo at Goodison Park he became a regular member of the playing squad.<br/><br/>He started the next game, against CSKA Moscow in the Champions League, opened his scoring account a month later at home to West Bromwich Albion and produced a stunning goal in the 1-1 draw at Chelsea - controlling, swivelling and striking the ball into the net in one quick movement. And there were numerous other industrious, incisive performances from United's no.35 in the second half of the season – the best coming in a central role behind Rashford in the derby win at the Etihad in March.<br/><br/>That Jesse should score the goal that won the FA Cup for 10-man United capped an impressive breakthrough season and ensured him a place in Reds folklore. There's a sense that there's even more to come from the 23-year-old in the 2016/17 campaign.<br/><br/>The attacking midfielder has progressed through the ranks with United after being treated patiently by the coaches, and made his senior debut in the opening game of the 2014/15 season against Swansea City. Despite being included in the matchday squad under David Moyes, it was Louis van Gaal who would hand the sprightly prospect his bow, but sadly it was an appearance that would be cut short by injury after just 24 minutes after a bright opening in the unfamiliar role of wing-back.<br/><br/>Undeterred, Jesse recovered from the setback to sign on loan for Derby County in the February of 2015. The youngster made 15 appearances for the Rams, scoring twice as he helped Steve McClaren's men to the top of the Championship by early March. A late-season slump would ultimately derail their campaign, however, as Derby missed out on a place in the play-offs by a single point.<br/><br/>Following the completion his loan spell at Pride Park, Lingard once again reiterated his desire to forge a way into the Reds line-up after being one of the most impressive performers for England's Under-21s in the European Championship finals, scoring a superb winner against Sweden.<br/><br/>Proving he can handle the step up from Academy football after lifting the FA Youth Cup, the wiry attacker can play on the flanks or in his preferred central role, just behind the striker. A clever and assured finisher, he is capable of mixing the spectacular finish with clinical, well-placed shots, he causes problems for defenders with his direct running. A hard worker who always tracks back for the team, he made an impression during the 2012 DHL tour and was on the bench for the Carling Cup ties against Newcastle and Chelsea. Later in the year, he joined Leicester on loan to obtain some first-team experience but returned to United in time to help Warren Joyce's side win more silverware.<br/><br/>Often asked to provide some creative flair with his dribbling skills, he was leading scorer on the 2013 tour and his performances prompted a loan move to Birmingham City. He made an incredible instant impression with four goals against Sheffield Wednesday, and has since gone from strength to strength. The future appears bright for this young talent."
}, {
  "id": 13,
  "squadNumber": 15,
  "firstName": "Andreas",
  "lastName": "Pereira",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/216/317541/Thumbnail-Profile-APereira1505753973094.jpg",
  "birthdate": "01/01/1996",
  "birthplace": "Duffel, Belgium",
  "position": "Midfielder",
  "joined": "01/07/2012",
  "joinedFrom": "PSV Eindhoven",
  "international": "Brazil U20",
  "appearances": 13,
  "goals": 1,
  "bio": "Andreas Pereira is a talented, creative midfielder who joined Manchester United from PSV Eindhoven in 2012.<br/><br/>One of the Reds' hottest prospects, Pereira signed a new deal on 1 May 2015 that should keep him at Old Trafford until June 2018 with the option to extend for a further year.<br/><br/>\"I am pleased to have signed my new contract,\" the youngster told ManUtd.com at the time. \"I would like to thank the manager for giving me the opportunity to join the first-team squad. I made my Premier League debut against Tottenham Hotspur and to play at Old Trafford in front of so many fans was a dream come true.\"<br/><br/>Pereira first signed professional terms with United at the start of 2013, the year in which he captained the club's Milk Cup-winning team in Northern Ireland. He was voted Player of the Tournament after helping himself to three goals en route to the final and sparkling when handed the extra responsibility.<br/><br/>By being involved with Warren Joyce's Under-21 squad at the end of 2012/13, it was clear that, even then, he was held in very high regard within the Aon Training Complex.<br/><br/>Although joining the Reserves was a promotion for Pereira, he was still young enough to play in the UEFA Youth League - pitting his wits against continental opposition - and the FA Youth Cup, when he produced some sublime moments of magic and netted outstanding goals at both Burnley and Leicester City.<br/><br/>In the Under-21s, the young schemer scored on his first full appearance at Old Trafford, curling home the winner in the clash against West Ham, and produced another spark of genius to settle the Barclays Under-21 Premier League semi-final at Liverpool's Anfield.<br/><br/>Very comfortable in possession, he is also an excellent set-piece taker and had an impressive record at international level for the Belgium youth team, before opting to represent the country of his parents' birth, Brazil. He did so at the Under-20 World Cup in 2015 and scored a superb strike for the South Americans against Serbia.<br/><br/>By then, he had played twice for United's first team as a substitute - his debut in the Capital One Cup defeat away to MK Dons in August 2014 and his maiden league outing in the home victory over Spurs in March 2015.<br/><br/>Pereira registered 11 first-team appearances in 2015/16 and notched his first senior goal, with a delicious free-kick against Ipswich Town in the Capital One Cup. His set-piece finish was the result of continued hard work at the Aon Training Complex, which he hopes will serve him well in the coming years. \"I spend a lot of time practising them but I also try to improve everything, not especially one thing,\" he said. \"I practise free-kicks, shooting, dribbling - everything. I hope I get more opportunities and impress everyone in the stadium and my team-mates.\""
}, {
  "id": 15,
  "squadNumber": 17,
  "firstName": "Daley",
  "lastName": "Blind",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315947/Thumbnail-Profile-Blind1511981671146.jpg",
  "birthdate": "09/03/1990",
  "birthplace": "Amsterdam, Netherlands",
  "position": "Defender",
  "joined": "01/09/2014",
  "joinedFrom": "Ajax",
  "international": "Netherlands",
  "appearances": 139,
  "goals": 6,
  "bio": "Daley Blind arrived at Old Trafford in 2014 following an ascent to the top of Dutch football that was a story of patience and persistence both on and off the field.<br/><br/>From being awarded Ajax's prestigious Talent of the Future award in 2008 to a standout showing at the 2014 World Cup, the son of Netherlands legend Danny Blind has made a name for himself domestically and on the global stage. <br/><br/>The versatile Dutchman's stock continued to rise in 2015/16 as, alongside Chris Smalling, he was a key member of the United backline, establishing himself as an ever-present in the side. A reliable and technically sound player, Blind made more appearances than any of his team-mates (56 in total), helping the Reds claim 25 clean sheets in all competitions. <br/><br/>The Dutchman's footballing tutelage came from Ajax's hugely respected youth academy, where he graduated with a reputation as one of his country's brightest talents, signing his first professional terms with his hometown club at the age of 17.<br/><br/>A winning debut against FC Volendam soon followed in 2008 but the versatile youngster, determined to continue his development, spent a half-season loan spell at Eredivisie side Groningen to gain valuable experience outside the salubrious surroundings of Ajax.<br/><br/>It was to be a crucial step in Blind's upward trajectory, with the youngster returning to Amsterdam and establishing himself as an important member of the squad as left-back under manager Frank de Boer, who led the Dutch giants to four league titles in a row.<br/><br/>It was not until the 2012/13 season, however, in which Blind became acknowledged as truly pivotal to De Boer's side as he was voted the team's Player of the Year in a title-winning campaign. International recognition inevitably came in tandem, with Louis van Gaal rewarding the midfielder's superb showings with his debut for the Netherlands in a friendly against Italy in February 2013.<br/><br/>Blind did not look back, accruing one more league title and a Dutch Footballer of the Year award, as well as establishing himself as a regular for the Netherlands. Their opening game of the 2014 World Cup, a 5-1 hammering of reigning world champions Spain, produced an unforgettable piece of play when the Ajax man set up a stunning diving header from Robin van Persie.<br/><br/>It was fitting that Blind became, in many ways, a poster boy for van Gaal's Oranje side in Brazil. A young, versatile talent totally committed to the cause, he was the archetype total footballer for a team who surpassed expectations in securing third place.<br/><br/>Blind caught the eye in his first season at United, demonstrating his versatility and tactical nous in becoming a valuable member of the first team. He made 29 appearances under van Gaal and, despite his customary low-lying position, enjoyed the odd foray forward and weighed in with crucial late equalisers in away games against West Bromwich Albion and West Ham United. <br/><br/>In 2015/16, Blind impressed with his calmness on the ball and eye for a pass. And he again proved he can be effective at the other end of the pitch, weighing in with a couple of important goals – including one on the road to Wembley as United saw off Derby County in the FA Cup fourth round. His previous strike was really one to savour: an effort smashed into the top corner of Simon Mignolet's net to set the tone for September's 3-1 win over Liverpool, and one which would help Blind earn the Man of the Match award.<br/><br/>The Dutchman was another outstanding performer during 2016/17, capping his excellent late-season form with a fine display in the Europa League final success against his former club Ajax and a deserved winner's medal. Daley started the season in the centre of defence, then moved to left-back from where he scored his only goal of the campaign against Sunderland on Boxing Day, before switching back to the middle after injuries ruled out Jones, Smalling and Rojo. It's that versatility which is possibly Blind's finest asset – alongside his cultured left foot and wonderful reading of the game, of course. Having expressed his willingness to play anywhere the manager requires, Daley will hope his durability will stand him in good stead again in 2017/18."
}, {
  "id": 16,
  "squadNumber": 18,
  "firstName": "Ashley",
  "lastName": "Young",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315977/Thumbnail-Profile-Young1505755047696.jpg",
  "birthdate": "09/07/1985",
  "birthplace": "Stevenage, Herts",
  "position": "Midfielder",
  "joined": "01/07/2011",
  "joinedFrom": "Aston Villa",
  "international": "England",
  "appearances": 195,
  "goals": 16,
  "bio": "Ashley Young has become a formidable attacking weapon for Manchester United since his arrival from Aston Villa in 2011.<br/><br/>The winger turned full-back didn't disappoint when called upon by Jose Mourinho in 2016/17, once again proving himself to be a solid and versatile option. Young had to wait for his chance to impress the boss, but did exactly that with a series of strong displays across the campaign. <br/><br/>\"Ashley is phenomenal, with his attitude, positivity and determination\", said Mourinho, who made him captain for the visit of Chelsea in April. Young was among several players whose season was ended early by injury but was part of the squad who travelled to the United States for Tour 2017, presented by Aon. <br/><br/>Having enjoyed a major role during Louis van Gaal's first season at Old Trafford in 2014/15 – showcasing his versatility by occupying a number of positions – Young will have also been disappointed that injury and competition for places prevented him from building on that in both 2015/16. <br/><br/>His involvement was limited throughout the campaign, but he did enjoy a run of games at right-back in November, December and January before picking up a severe groin injury that kept him out of action until the start of April.<br/><br/>Thankfully, all of Young's hard work was to pay off as the England international became a regular feature in the squad towards the end of the campaign. He came on as a substitute in the final league game of the season at home to Bournemouth, where he scored the Reds' third of the evening – his only goal of the season – before going on to appear in the FA Cup final.<br/><br/>Replacing Marcus Rashford after 72 minutes, he briefly spearheaded the attack before exchanging positions with Anthony Martial to play in a more familiar wide position. Playing close to 50 minutes as the tie went to extra-time, a delighted Young later described the win over Crystal Palace as \"up there with winning the league\".<br/><br/>Young's first season at United, 2011/12, ultimately ended in frustration, with rivals Manchester City stealing the title on the final day. But there were plenty of individual highlights for the England international, most notably a couple of doubles against Tottenham Hotspur and Arsenal. A much-deserved England call-up for Euro 2012 soon followed and, after years of climbing the ladder, the tricky winger had finally reached the higher echelons of football.<br/><br/>Of course, his career had been on an upward curve for some time. At Watford, where he was once on the brink of being released, Young became an integral player and eventually caught the interest of high-flying Aston Villa in 2007.<br/><br/>The fee, rising to almost £10million, was declared steep by those supposedly in the know – but it soon looked a bargain. Flourishing at Villa Park, he won the 2009 PFA Young Player of the Year award and was declared \"world class\" by manager Martin O'Neill.<br/><br/>Soon earning more responsibility in a more central role, Ashley racked up the assists and goals during his final campaign for the Midlanders and was one of the Premier League's most productive performers.<br/><br/>By deciding not to sign a new deal, it became obvious that Young would join a top club and Sir Alex Ferguson was keen not to miss out, pushing hard to provide the bigger stage that had been craved for so long.<br/><br/>A match-winning assist on his Premier League debut at West Bromwich Albion earned quick acclaim, but it was his sensational display in the 8-2 annihilation of Arsenal that proved he had genuinely arrived at the club. <br/><br/>But after an impressive debut term, Young was struck by the injury curse throughout much of his second season, yet did manage to play in exactly half of United's matches en route to securing his first-ever title-winners' medal. Unfortunately, Ashley finished the season on crutches after suffering an ankle injury during the Manchester derby at the start of April 2013.<br/><br/>Young played 30 times in 2013/14 and ended his Reds goal drought after going a year-and-a-half without finding the net. He only managed three strikes in all but they were well worth the wait, with his efforts against Stoke City, West Ham United and Cardiff City all stunning in their execution. <br/><br/>Young was a contender for United's Player of the Year award in 2014/15, at the end of surely his best season in a red shirt. Signs of his intent were evident as early during the pre-season tour of the United States, when the Englishman comfortably got to grips with van Gaal's wing-back strategy, and produced impressive performances which would be carried into the Premier League campaign.<br/> <br/>The emergence of Luke Shaw at left-back soon saw Young revert to a more familiar midfield role, though a hamstring injury suffered against Stoke on New Year's Day halted his progress. Upon his return to fitness, United's no.18 was named Man of the Match on several occasions after forcing his way back into the side.<br/><br/>Young found the net twice, but certainly picked his moments well. His first, a priceless injury-time winner at Newcastle, was vital in keeping the Reds in the hunt for a top-four place, while his strike against Manchester City at Old Trafford set the Reds on the way to a memorable 4-2 derby-day win.<br/><br/>Nowadays, Young is a senior member of the squad and remains one of the most popular men in the dressing room. \"I'm Young in name only now,\" he joked to ManUtd.com as he embraces the mantle as an older, wiser head to help the new boys integrate into life at the Aon Training Complex."
}, {
  "id": 17,
  "squadNumber": 19,
  "firstName": "Marcus",
  "lastName": "Rashford",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315966/Thumbnail-Profile-Rashford1505756603299.jpg",
  "birthdate": "31/10/1997",
  "birthplace": "Manchester",
  "position": "Forward",
  "joined": "01/07/2014",
  "joinedFrom": "United Academy",
  "international": "England",
  "appearances": 115,
  "goals": 31,
  "bio": "After making impressive progress through United's Academy ranks, Marcus Rashford was thrust into the senior spotlight in February 2016 - with spectacular results.<br/><br/>With Anthony Martial, Wayne Rooney and Will Keane sidelined, Rashford was handed a first-team debut for the Europa League game against Midtjylland and grabbed his opportunity with both hands by scoring twice, a feat he remarkably repeated three days later on his league bow against Arsenal.<br/><br/>He quickly became a regular, starting 18 of the 2015/16 season's final 19 games and scoring eight goals along the way, including a famous winner at Manchester City and a crucial FA Cup goal at West Ham. Finishing the season as an FA Cup winner - and with a place in England's Euro 2016 squad to boot - capped an incredible breakthrough for Rashford.<br/><br/>An earlier notable step-up came in 2013/14 when he was selected as a lone striker for an FA Youth Cup tie at Leicester City and he did not let anybody down in what was then an unfamiliar position for him. Perhaps more comfortable operating in the hole between midfield and attack, the Manchester-born starlet managed to hold down a pretty regular place towards the end of that campaign. Four goals in 10 starts, including some real crackers, impressed all Academy observers and there was a feeling he was ahead of schedule.<br/><br/>After helping United retain the Milk Cup in 2014, he became the main man in United Under-18s' attack when Demetri Mitchell was sidelined through injury. Learning all the time in a centre-forward role, he regularly showed glimpses of his star quality and finished as top scorer in 2014/15 with 13 goals from 25 (2) appearances - a healthy return. His magnificent free-kick in the FA Youth Cup defeat at Tottenham illustrated his prowess from set-pieces.<br/><br/>\"One we saw starting to emerge as he grew into his body more was Marcus Rashford,\" stated Paul McGuinness, his Under-18s coach at the time. \"He put some exciting parts of games together and we saw some exciting things. He's emerging and starting to do more.\"<br/><br/>By continuing to score regularly for the Under-18s, he earned a natural elevation to Warren Joyce's Under-21s, after making his bow for the Reserves as a substitute during a Lancashire Senior Cup win against Rochdale. He led from the front in the UEFA Youth League in 2015/16 after being handed the captain's armband by Nicky Butt for the European adventure. A maiden strike at Under-21 level came in the 6-1 thumping of Leicester City in mid-December and soon after he made the leap into the first team.<br/><br/>After his debut against Midtjylland, his then-manager Louis van Gaal said: \"He was unbelievable. He ran too much in the first half - I told him at half-time that he would score if he played more in the width of the goal like a striker has to. He scored twice then, so it was fantastic!\"<br/><br/>Rashford also scored on his England bow, after just two minutes of the 2-1 friendly win over Australia at Sunderland's Stadium of Light on 27 May 2016 - also the day when Jose Mourinho was appointed as van Gaal's successor at United. Marcus's goal against the Socceroos made him the youngest man to score on his England debut, beating Tommy Lawton's 1938 feat.<br/><br/>The 18-year-old striker subsequently became the Three Lions' youngest player at a European Championship when he came on in the 2-1 win over Wales on 16 June 2016; the record had been held by Wayne Rooney since Euro 2004.<br/><br/>On 30 May 2016, Rashford signed a new contract to keep him at United until at least June 2020 with an option to extend for a further year. He said: \"I am delighted. I have always been a United fan, so to be playing in the first team really is a dream come true. I am grateful for having the chance to prove myself. To be able to play football at the biggest club in the world means everything to me and my family.\"<br/><br/>English football's most exciting young talent further enhanced his reputation last season. It wasn't so much his 11 goals that caught the eye, though; rather the amount of matches he was involved in – 53 in all competitions, more than anyone else in Red. There were so many lessons for United's no.19, not least learning from greats like Zlatan Ibrahimovic and Wayne Rooney. His extra-time winner against Anderlecht showed his ability to handle pressure, while his winning goal at Celta Vigo demonstrated his set-piece ability. Bigger things surely lie ahead for the irrepressible teenager."
}, {
  "id": 18,
  "squadNumber": 20,
  "firstName": "Sergio",
  "lastName": "Romero",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315970/Thumbnail-Profile-Romero1505759148111.jpg",
  "birthdate": "22/02/1987",
  "birthplace": "Bernardo de Irigoyen, Argentina",
  "position": "Goalkeeper",
  "joined": "27/07/2015",
  "joinedFrom": "Free agent",
  "international": "Argentina",
  "appearances": 37,
  "goals": 0,
  "bio": "While competing with David De Gea for a starting berth has traditionally been a thankless task at Old Trafford, the professionalism and consistency of Sergio Romero earned him plentiful first-team openings at United in 2016/17.<br/><br/>The Argentinian international posted a startling run of form between the sticks during his second season as a Red, letting in just six goals in 18 games. The majority of his involvement came in continental competition, however.<br/><br/>Sergio's fine form saw him rewarded with a starting spot in the Europa League final against Ajax - where it was no surprise to see him claim a 12th clean sheet of the campaign.<br/><br/>Romero joined United as a free agent in the summer of 2015 and enjoyed an impressive maiden campaign, keeping six clean sheets in 10 appearances.<br/><br/>A World Cup finalist with Argentina, he made an excellent start to life as a Red, conceding just two goals in four Premier League games in August. Though he was largely used as back-up to David De Gea after then, Romero proved his worth when called upon by former boss Louis van Gaal, who previously managed Romero at Dutch club AZ Alkmaar. <br/><br/>The goalkeeper came under the spotlight during February's Europa League first-leg clash against Midtjylland, making a string of stunning saves after stepping in for the injured De Gea just before kick-off. One stop in particular caught the eye – an amazing leap to keep out Paul Onuachu's header, which became a contender for save of the season. It's certainly a stop Romero won't be forgetting in a hurry. \"It was one of the best saves I've made in my life!\" he exclaimed after the game.<br/><br/>Van Gaal was the man who brought a largely unproven 20-year-old to Europe from Racing Club in Argentina and made him his first-choice goalkeeper at AZ. A key figure as the team surprisingly won the Eredivisie title in 2009, he followed it up with a run of 950 minutes without conceding a goal in the following campaign, only 107 minutes off the all-time Dutch record.<br/><br/>Van Gaal rated the South American highly, even forgiving him for a flash of temper in the tunnel following a cup exit to NAC Breda that saw him punch a door and break his hand. The injury could not have been more poorly timed as AZ embarked on the run-in to the title but his manager hid his own anger on the matter. \"That is his Argentine temperament,\" he reasoned. \"It wasn't smart of Sergio to vent his frustrations like this.\"<br/><br/>Nicknamed 'Chiquito' despite his 6ft 3in frame, not as an ironic joke but because his brothers are giants – particularly basketball-playing Diego – Romero left the Netherlands after van Gaal departed for Bayern Munich, accepting a fresh challenge with Sampdoria in Italy's Serie B. The Genoa-based side gained promotion back to the top flight with the Argentinian between the posts and he was a regular the following term before switching to Monaco on a season-long loan.<br/><br/>The move to the French Ligue 1 was a frustrating one as he lost out to Danijel Subasic for the no.1 slot. He later conceded: \"It was an unusual year. Alex Sabella let me play for Argentina but I didn't have the same luck with my club.\" It has been something of a recurring theme for Romero, who is held in the highest esteem at international level.<br/><br/>An Olympic gold medallist from 2008, in addition to winning the Under-20 World Cup with his homeland, he kept goal for Diego Maradona's team at the World Cup in all four games in South Africa in 2012. Four years later, Sabella displayed similar faith in the keeper, despite his lack of involvement at Monaco.<br/><br/>Deemed a potential weak link in a star-studded Argentina squad before a ball had been kicked, he proved any doubters wrong by performing superbly. One miraculous save in a nervous group win over Iran even prompted pop star Rihanna to tweet a message saying: 'Romero is on point'!<br/><br/>The attention did not go to his head – he kept clean sheets in the knockout matches against Switzerland, Belgium and the Netherlands. When a penalty shoot-out followed the semi-final stalemate in Sao Paulo, he would return to haunt van Gaal and destroy the Dutchman's dreams of scooping the biggest prize of all.<br/><br/>Romero saved spot-kicks from Ron Vlaar and Wesley Sneijder, projecting himself into Argentinian folklore and earning 'Hands of God' headlines the morning after. Compared to previous hero Sergio Goycochea, he was almost seen as deserving of his mantle as the most-capped Argentine keeper ever, displacing 1978 World Cup-winner and legendary figure Ubaldo Fillol in the top position.<br/><br/>Fillol was his idol. \"When it comes to football, 'El Pato' is my father,\" he stated. \"Everything I've achieved is down to him. He's the best Argentina has ever had. There shouldn't be anyone who goes past him.\"<br/><br/>Yet nobody was disputing Romero's right to his own star billing on 9 July, 2014. Van Gaal protested: \"I taught Romero how to stop penalties so that hurts. We were the club to bring him to Europe. He was a big talent and someone who has the qualities to do that.\"<br/><br/>Romero sought the Netherlands coach amid the mixture of joy and despair at the Arena de Sao Paulo with the keeper remembering the part his former manager had played in helping him reach such a career high.<br/><br/>\"I went to Louis to thank him because he helped me when I arrived in Holland,\" he disclosed. \"I went to a country where I didn't understand a word of the language, he helped me and I'm thankful for everything he did for me. I know he said he 'taught' me to save penalties. The truth is that he teaches the players a lot, how to grow and pay more attention. From the first day in Holland, he said to me that the goalkeeper is one of the team, one of 11 players. He helped me to grow.\"<br/><br/>Only a single shot from Germany's Mario Gotze wrecked Romero and Argentina's World Cup dream but his reputation had been hugely enhanced. Incredibly, this did not translate to his club football as he returned to Sampdoria after the loan at Monaco and, once again, was consigned to the bench.<br/><br/>Emiliano Viviano donned the gloves and the man who had achieved superstardom a couple of months earlier was left kicking his heels. \"I can't do this for much longer,\" he conceded. \"The same thing happened to me in France, arriving when the transfer window is nearly closed and having to wait for an opportunity.\" Rumours were rife he had rejected a move to Old Trafford around that point, something he was quick to refute. \"Many lies have been spread like that I refused a transfer to Manchester United,\" he complained. \"To me, something like that is crazy.\"<br/><br/>He played 11 times in all, once in the Coppa Italia, and, predictably, did not renew his contract with the Serie A side, ensuring he became in the words of some media 'one of the summer's most attractive free agents'. The chance to link up with van Gaal again could not be passed up and he flew to the United States to seal his transfer to the Reds."
}, {
  "id": 19,
  "squadNumber": 21,
  "firstName": "Ander",
  "lastName": "Herrera",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315955/Thumbnail-Profile-Herrera1505753306254.jpg",
  "birthdate": "14/08/1989",
  "birthplace": "Bilbao, Spain",
  "position": "Midfielder",
  "joined": "26/06/2014",
  "joinedFrom": "Athletic Bilbao",
  "appearances": 154,
  "goals": 16,
  "bio": "Ander Herrera became the first new arrival of Louis van Gaal's time at Manchester United in June 2014 and has gone on to become one of the club's most influential players, winning the Sir Matt Busby Player of the Year in 2016/17. <br/><br/>He endured a stop-start to life in Manchester but, once Ander found his rhythm in the New Year, he never looked back. A dynamic, energetic midfielder, Herrera possesses lightning-quick speed of thought that enables him to provide both intelligent movement and that all-important killer pass. He's also an valuable asset in defence, comfortable in the tackle, but also smarter enough to make crucial interceptions. <br/><br/>It is going forward, however, where Ander really impressed in his first season. Chipping in with eight goals, including a howitzer in the FA Cup against Yeovil, he was an ever-present in the last three months of the campaign, playing a crucial role in helping the Reds to secure fourth place and a Champions League berth for 2015/16. He also volleyed the last goal of the campaign in the 1-1 draw with Arsenal and developed into a key cog in the United machine.<br/><br/>In his second season at the club, Herrera showed further signs that he was becoming a more complete player and was successfully adapting to the physically demanding aspects of English football.<br/><br/>His presence on the pitch was far from continuous but he still managed to make 27 starts across all competitions and a further 14 as substitute; he also scored five goals, including one in arguably his best game of the season – the 3-0 away win over Everton in October. As well as netting the Reds' second effort at Goodison Park, he also set up Wayne Rooney for the third and was a worthy Man of the Match.<br/><br/>The Spaniard can also recall with satisfaction February's exciting 3-2 win over Arsenal at Old Trafford, when he notched what proved to be the winner with a superb strike from outside the box. Herrera also scored against Liverpool (3-1, home), Club Brugge in the Champions League qualifier (4-0, away) and Midtjylland in the Europa League (5-1, home).<br/><br/>What's more, Herrera provided two crucial assists in the latter stages of the FA Cup campaign. United were trailing 1-0 to West Ham in the home quarter-final tie until he created the equaliser for Anthony Martial, and the Spanish- French combination paid off again in the semis against Everton.<br/><br/>Although he was an unused sub for the final, he still collected a winner's medal and later declared: \"This is the best achievement of my career so far.\"<br/><br/>But the Spaniard's third season at United, 2016/17, was undeniably his best to date, with the all-action midfielder voted Sir Matt Busby Player of the Year. Featuring mostly as a tigerish holding player, Ander added a competitive edge to his natural ball-playing ability. His season-defining performance came against champions-elect Chelsea, when he man-marked Eden Hazard, set up Marcus Rashford's opening goal and blasted home the second. Throw in international recognition and there's no doubting that Herrera is a midfielder on the rise.<br/><br/>Herrera's schooling in Spanish football came at Real Zaragoza, where he made 41 first-team appearances and helped them win promotion to La Liga in 2009. Two years later, Herrera moved to Athletic Club in the city of his birth for a reported fee of £6.6million.<br/><br/>As one third of an effective midfield triumvirate that also included Oscar de Marcos and Ander Iturraspe, Herrera became a key component in a team that quickly ascended the ranks of Spanish and European football. In fact, during his first season in Bilbao (2011/12) under the tutelage of maverick manager Marcelo Bielsa, the club were runners-up in the Europa League and Copa del Rey.<br/><br/>Athletic Club knocked out United en route to the Europa League final, home and away in March 2012. Herrera played a starring role at Old Trafford for Bielsa's powerfully energetic side, clocking up 86 minutes of action and one assist for de Marcos. After witnessing his team's second-leg defeat at San Mames, Sir Alex Ferguson said admiringly: \"Athletic Club's work rate is higher than any I have seen in Europe. But it is not just about their work rate, they are very good footballers too. They will go far.\"<br/><br/>Herrera's own progress was hampered in the following 2013/14 campaign, however, with a troublesome hernia injury limiting his appearances while a number of his team-mates secured big moves away from Bilbao. Ander's eventual return to action helped steer Athletic away from the relegation zone. Interest from overseas clubs including United was reported in the summer of 2013 but an exit did not materialise and so he continued to impress in Spain, scoring five goals in 33 games to help Athletic Club finish fourth in 2013/14.<br/><br/>Herrera has so far been capped by every age group with the Spanish national team, making his senior debut as a substitute against England in a 2-2 friendly draw at Wembley in November 2016, and notably played alongside David De Gea and Juan Mata for the Under-21s. He also made three appearances for Spain's Olympic team during the 2012 Games in England."
}, {
  "id": 20,
  "squadNumber": 23,
  "firstName": "Luke",
  "lastName": "Shaw",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315969/Thumbnail-Profile-Shaw1505756367362.jpg",
  "birthdate": "12/07/1995",
  "birthplace": "Kingston-upon-Thames, Surrey",
  "position": "Defender",
  "joined": "27/06/2014",
  "joinedFrom": "Southampton",
  "international": "England",
  "appearances": 62,
  "goals": 0,
  "bio": "Luke Shaw remains one of English football's most exciting prospects after joining Manchester United from Southampton in June 2014.<br/><br/>Although injuries disrupted his debut campaign at Old Trafford, when he made just 20 first-team appearances in all competitions, the defensive livewire convinced many observers that he would become an important cog in United's machine.<br/><br/>However, 2015/16 was a nightmare for the fresh-faced full-back, who suffered a horrific leg break in a Champions League tie against PSV Eindhoven, which ruled him out for the entire season.<br/><br/>Shaw had started the term in superb form with several of energetic displays. A youngster with all the makings of a top player, Luke possesses maturity beyond his years and the ability to make a difference at both ends of the pitch, not to mention a great turn of pace.<br/><br/>He opted to change his shirt number from 3 to 23, which he previously wore at Southampton, saying he wants to make the number his for years to come at Old Trafford.<br/><br/>Following his return to training with a club physio in April 2016, Shaw said: \"I have missed football so much. It was hard for me to watch it at times because I just wanted to be out there playing so badly.\"<br/><br/>Shaw returned stronger and desperate to impress new boss Jose Mourinho in 2016/17, although it was largely another campaign of niggling injuries which hampered his progress. \"Because of his age, his physicality, his intensity, his aggressiveness and his ability going forward, Luke can be the best,\" said Mourinho of the left-back last season. Luke repaid the manager's faith in the latter weeks of last season with some strong performances, only for a foot injury to end his campaign early. Shaw is due a change in fortune with injuries and he'll be determined to make 2017/18 the season it all comes together. <br/><br/>The defender arrived at United after returning from the World Cup in Brazil where he earned his third England cap in the goalless draw with Costa Rica. This involvement enhanced an already impressive CV for such a young defender, adding to the 67 senior appearances he made for Southampton where he flourished under Nigel Adkins and then Mauricio Pochettino.<br/><br/>The defender's progress at St Mary's actually began back in 2004, when he joined the South Coast outfit as a fledgling 10-year-old prospect... but only after boyhood favourites Chelsea turned him down for being too small. \"I think it was only when I was about 14 or 15 when I got taller and bigger,\" he recalled. \"I can't remember much of being released by Chelsea. But I remember the first day of my trial at Southampton – they called me straightaway to say they wanted me.\"<br/><br/>Shaw joined the same youth academy that had produced high-profile stars such as Gareth Bale and Theo Walcott. In January 2012, he made his first-team bow during an FA Cup fourth-round draw at Millwall aged 16 and a first-ever professional start arrived via a Capital One Cup first-round win at Stevenage at the outset of 2012/13. A Premier League debut followed, paving the way for a maiden campaign that yielded 28 first-team appearances as the Saints finished 14th. <br/><br/>The left-back registered another 41 outings in 2013/14 and, in doing so, he helped Southampton become the top flight's surprise package as they finished eight points behind United in eighth place."
}, {
  "id": 21,
  "squadNumber": 24,
  "firstName": "Timothy",
  "lastName": "Fosu-Mensah",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315952/Thumbnail-Profile-Fosu-Mensah1505759286537.jpg",
  "birthdate": "02/01/1998",
  "birthplace": "Amsterdam, Netherlands",
  "position": "Defender",
  "joined": "02/09/2014",
  "joinedFrom": "Ajax",
  "international": "Netherlands U21",
  "appearances": 21,
  "goals": 0,
  "bio": "A powerful and versatile defender with plenty of speed and athleticism to accompany natural ability on the ball, Tim Fosu-Mensah is a prospect both for the present and future.<br/><br/>Initially a centre-back during his days representing Ajax, Tim caught United's attention during the AEGON Future Cup and completed a move during the summer transfer window of 2014 before being forced to wait for international clearance. <br/><br/>After making his Under-18 debut in a 2-0 defeat at Everton in November, he went on to make 18 starts in his first season at the club and managed to get on the bench for the Under-21s. The Netherlands Under-17 captain took some time to settle in to the culture of the club but certainly emerged as an influential performer, producing high-class displays in some of the biggest fixtures.<br/><br/>\"Tim made an impact,\" declared former coach Paul McGuinness. \"He's a lad who was very good in the FA Youth Cup games. He played in midfield and at the back and, as a new addition, settling into the club takes time. Obviously, he's shown some really good qualities. He has very good acceleration over the ground to win the ball and then break forward. He has shown some outstanding work.\"<br/><br/>Although nominally a central defender, he was often pushed into midfield to help sharpen other areas of his game and looked comfortable as part of a three-man defence during the end-of-term play-offs.<br/><br/>He was promoted into the Under-21 squad before the 2015/16 season, with Warren Joyce's group lacking defenders, despite being eligible for another year at Academy level.<br/><br/>Indeed, he spent the pre-season campaign with the older age group and scored a fine goal in a 1-1 draw at Stockport County after being used in an attacking midfield role for the second half.<br/><br/>Back in August 2015, Joyce told ManUtd.com: \"He [Fosu-Mensah] is a footballer. If you're looking for footballers, you've got to look at what their real strengths are. He played at the back for us and, in the first game against Salford, he was arguably at fault with their three goals. He could stay there as he's played there and in holding midfield for his country, the Netherlands, but you have to look at his strengths and what else he can offer the team. We've got to hone his strengths as well, so he ultimately he can be selected for the first team.\"<br/><br/>Certainly, the teenager's versatility knew no bounds as he operated in a no.10 role but was then switched to other positions and continued to showcase his attributes. Shuffled around defensive and midfield positions with ease, it was arguably at full-back where he produced his most outstanding performances, a couple of which screamed first-team quality. One display at right-back, in a 6-1 thumping of Leicester City, was surely his best individual contribution.<br/><br/>A maiden goal, assisted by Memphis Depay, in the 7-0 demolition of Norwich City's Under-21s at Old Trafford, came from the opposite flank in front of then-manager Louis van Gaal, and it would not be long before Fosu-Mensah's performances were rewarded with a call-up to the first-team squad as a spring injury crisis hit hard. <br/><br/>The young Dutchman was handed a high-profile debut in the crunch match with Arsenal in February 2016, when he replaced Marcos Rojo early in the second half. Having only just turned 18 the previous month, it was some test for Tim, but he passed it with flying colours. <br/><br/>His assured display was rewarded with starting berths in the league matches against Watford and Tottenham, as well as the key FA Cup quarter-final replay against West Ham and the semi-final against Everton. <br/><br/>The defender seemed totally unfazed during a solid first half against the Blues at Wembley, in which he lined-up at right-back for his side. He was, however, unfortunate to concede a penalty – thankfully saved by David De Gea – after a challenge on Ross Barkley on 56 minutes, but it's all valuable experience for a player who finished the season with an FA Cup winners' medal.<br/><br/>In 2016/17, Fosu-Mensah was limited to just a handful of appearances, although he'll have undoubtedly learned plenty from being regularly involved in the first-team set-up. \"I want to play as long as I can for this beautiful club and win as many trophies as I can for United. I want to win the Champions League and then the World Cup – these are my boyhood dreams,\" he enthused back in January. The future certainly looks bright for the teenage defender, who can also play as a defensive midfielder. <br/><br/>In October 2016, Fosu-Mensah signed a new contract with United to keep him at the club until June 2020, with the option to extend it for a further year.<br/><br/>Determined to enhance his education, the defender joined fellow Premier League side Crystal Palace on a season-long loan in August 2017, working under the management of fellow Dutchman, Frank de Boer. Later in the month, he also received his first call-up to the senior Netherlands squad for their 2018 World Cup qualifiers against France and Bulgaria."
}, {
  "id": 22,
  "squadNumber": 25,
  "firstName": "Antonio",
  "lastName": "Valencia",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315975/Thumbnail-Profile-Valencia1505754871288.jpg",
  "birthdate": "04/08/1985",
  "birthplace": "Nueva Loja, Ecuador",
  "position": "Defender",
  "joined": "30/06/2009",
  "joinedFrom": "Wigan Athletic",
  "international": "Ecuador",
  "appearances": 325,
  "goals": 25,
  "bio": "Armed with pace, power and dizzying chicanery, Antonio Valencia has proven himself as a consistently solid performer and a seasoned campaigner for United. <br/><br/>The Ecuadorian established himself as one of United's most potent attacking weapons since his arrival at Old Trafford in the summer of 2009 from Wigan Athletic but, in the last two seasons, has illustrated how effective he can be as a right-back. <br/><br/>The Reds' no. 25 had initially arrived at Old Trafford following a three-year stint at Wigan Athletic, where he had piqued manager Paul Jewell's interest with a series of impressive performances in central midfield in Ecuador's campaign at the 2006 World Cup.<br/><br/>Though his performances earned him a nomination for FIFA's Best Young Player award, Valencia was only a bit-part player at Villarreal and had gone into the tournament after a successful loan spell with Recreativo Huelva in Spain's second tier.<br/><br/>It required another loan deal to take him to Wigan, but Antonio impressed sufficiently as the Latics excelled in their first Premier League campaign and he made a permanent move to the JJB Stadium as Steve Bruce took over from Jewell.<br/><br/>In his three seasons at Wigan, Valencia made 83 appearances, scoring seven times and catching the eye of several bigger clubs. Antonio turned down the chance to join Real Madrid, but couldn't resist the opportunity to move to Old Trafford in the summer of 2009.<br/><br/>Hopes that a superb maiden season could be replicated were dashed when he suffered an horrific ankle injury in United's Champions League draw with Rangers in September 2010. However, Valencia made a breathtaking return to fitness and form within six months.<br/><br/>He played a key role as the Reds regained the Premier League title - making him a league champion for the first time - and he ended a topsy-turvy campaign with fittingly mixed emotions, starting his first Champions League final but tasting defeat against Barcelona.<br/><br/>Valencia's third season at Old Trafford proved his most eye-catching, as a glut of assists took United to within a whisker of a 20th league title, and his personal excellence was rewarded with a clean sweep at the club's end-of-season awards bash, where he picked up the fans' and players' player of the year gongs as well as the goal of the season award.<br/><br/>Michael Owen's departure in the summer of 2012 gave Antonio the chance to inherit the Reds' famous no.7 shirt, marking another lunge forward in the Ecuadorian's rise to prominence.<br/><br/>Perhaps the pressure of such a jersey weighed down on his considerably-sized shoulders as his consistency dipped slightly throughout the course of the season. However, like every top player, Valencia recaptured top form just at the right time, playing a key role in vital wins at Stoke City and West Ham to help secure the title in April.<br/><br/>The following season 2013/14 was not quite as productive for the Ecuadorian, who had reverted to the no.25 shirt, as the Reds endured a tough campaign following the retirement of Sir Alex Ferguson. Valencia was, however, a regular fixture in new manager David Moyes' XI and started the season well bagging a goal in United's 4-2 home win over Bayer Leverkusen in the Champions League.<br/><br/>Unfortunately, these kind of results were to become all too rare in what would become a season to forget for the Reds. Still, Valencia's season finished positively on a personal note as he not only received a call-up for Ecuador's World Cup squad but also penned a new contract that will keep him at the club until at least next summer.<br/><br/>2015/16 was a campaign largely disrupted by injury for Valencia, having left the pitch in pain during the Manchester derby at Old Trafford in October. It wasn't until the next meeting with City that he would play a league game again. Not long after his return as a substitute at the Etihad Stadium, Valencia reclaimed a starting place for the last six fixtures of the season, beginning with the 1-0 victory over Aston Vila when Marcus Rashford converted his pass for the winning goal.<br/><br/>Antonio was also the architect for Anthony Martial's leveller against Leicester City by crossing with the outside of his foot, and he assisted Rashford again in the 3-1 win over Bournemouth, a win which closed the league campaign. However, he saved his biggest contribution for the FA Cup final, drilling in a low cross from the right which led to Jesse Lingard firing home the winning goal in extra-time.<br/><br/>In 2016/17, under the guidance of Jose Mourinho, Valencia was resurgent and enjoyed one of his finest seasons since joining the club in 2009. With his transformation from winger to right-back now complete, Antonio was arguably the Reds' most consistent performer, and found the net against Middlesbrough in the Premier League. In May 2017, the defender was voted Players' Player of the Year by his-team mates, having won the Player of the Month award on three occasions during the campaign.<br/><br/>Valencia was named captain for United's UEFA Europa League final win over Ajax in Stockholm, and was rewarded for his performances with a a new two-year deal, with the option of a further year, just two days later, keeping him at the club until 2019."
}, {
  "id": 23,
  "squadNumber": 27,
  "firstName": "Marouane",
  "lastName": "Fellaini",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/5/4/328935/Player-Thumbnails-Fellaini1507639610035.jpg",
  "birthdate": "22/11/1987",
  "birthplace": "Etterbeek, Belgium",
  "position": "Midfielder",
  "joined": "02/09/2013",
  "joinedFrom": "Everton",
  "international": "Belgium",
  "appearances": 152,
  "goals": 19,
  "bio": "Marouane Fellaini's fourth season at United was his best, as he rewarded the faith shown in him by Jose Mourinho with several key contributions and plenty more solid displays.<br/><br/>The main highlights in 2016/17 were his vital headed goal in the League Cup semi-final against Hull City, while he netted again in the Europa League semi-final second leg against Celta Vigo. <br/><br/>'Felli', as he's known to his team-mates, brings a strong physical presence to the midfield and keeps the game simple with his passing, while he's strong in the air at both ends of the pitch.<br/><br/>Marouane completed a move to United with moments to spare on 2 September 2013, transfer deadline day, and in doing so became the first major signing of David Moyes' time as Reds manager.<br/><br/>It was the second time the towering Belgium international had been bought by the then-Reds boss, who previously acquired his services for Everton in 2008. That deal - with the Toffees paying a club-record fee to Standard Liege - was also pushed through on transfer deadline day.<br/><br/>Fellaini's first season at United was a difficult one for the team, and the midfielder himself took time to adapt, though a succession of injuries did not help his progress. He finished the campaign with 21 appearances, before linking up with Belgium for the World Cup finals in Brazil, where he scored against Algeria and played in all five games as his country reached the quarter-finals.<br/><br/>Evidently buoyed by his World Cup success, United fans saw a rejuvenated man during the following campaign. He became a dominant physical presence and also chipped in with his fair share of goals, including important strikes against Spurs and Manchester City.<br/><br/>This was much more like the player who had thrived during his spell at Goodison; a player who had helped the Toffees finish fifth during his first season in the Barclays Premier League. His efforts also yielded the club's Young Player of the Year award, voted for by Everton supporters. <br/><br/>Undoubtedly one of United's most improved players in recent years, the combative Belgian also played an important role in 2015/16. <br/><br/>Although chipping in with four goals, including the opening strike in the FA Cup semi-final, it was Fellaini's tactical performances that really showcased his worth, with his robust displays at West Ham in the FA Cup and at Chelsea in the league proving key to United's game plan.<br/><br/>The Belgian would return from suspension just in time for the final game of the season - the Cup final at Wembley - where he was reinstated to the first XI, highlighting his importance in the eyes of the manager.<br/><br/>On the day, our no. 27 almost opened the scoring too, smashing the post after he was played in by a beautiful flick from Marcus Rashford. Fellaini played the full 120 minutes at Wembley, finishing the day as an FA Cup winner – his first medal at Old Trafford since signing in September 2013."
}, {
  "id": 24,
  "squadNumber": 31,
  "firstName": "Nemanja",
  "lastName": "Matic",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315971/Thumbnail-Profile-Matic1505741905407.jpg",
  "birthdate": "01/08/1988",
  "birthplace": "Sabac, Serbia",
  "position": "Midfielder",
  "joined": "31/07/2017",
  "joinedFrom": "Chelsea",
  "international": "Serbia",
  "appearances": 43,
  "goals": 2,
  "bio": "Manchester United's third signing of this summer, Nemanja Matic, is an unsung hero - the sort of player who makes teams click, with minimum fuss but maximum effiency.<br/><br/>The Serbia international may share three quarters of his name with a fellow countryman who made a hugely endearing impact at Old Trafford in Nemanja Vidic, but he is a very different type of footballer. Tough, yes, but rather than being an out-and-out warrior like the former centre-back, he's a holding midfielder who screens the defence and uses his intelligence.<br/><br/>As is the case with United captain Michael Carrick, who performs a similar role, we should not expect Matic to regularly get on the scoresheet, even though the 29-year-old did grab one of the greatest goals of last season with an absolute screamer in Chelsea's 4-2 Emirates FA Cup semi-final win over Tottenham Hotspur. Finding the net himself is not his forte, however; instead, he allows other attacking players to flourish with his in-game nous and tactical acumen.<br/><br/>Jose Mourinho, of course, is a huge admirer of the Serb's talents and is reunited with a key pivot of his last title-winning side, who was recognised by his peers with a place in the 2014/15 PFA Team of the Season. After helping Antonio Conte's men land the Premier League crown again last term, Matic will only find one new United team-mate who has won the division more times - Carrick - so there is no doubting he has the pedigree and winning mentality.<br/><br/>After starting his senior career with FK Kolubara, a Serbian side based in Lazarevac, Matic really made his mark in Slovakia with Kosice. Only 18, he still describes it as his \"first big trip\" and it was a gamble that paid off. His coach Allen Bula said in 2013: \"No-one knew about Matic, and no one wanted to put their faith in him. I said many, many years ago he was going to be one of the top players in Europe and look where he is now.\"<br/><br/>Then an attacking midfielder, Matic began to impress scouts, as he also represented his homeland's Under-21 team and broke into the senior squad. Chelsea snapped him up in 2009 but, as is a well-trodden career path for Blues youngsters, he was loaned out to Vitesse Arnhem a year later, after initially being sidelined due to injury, and watching the likes of Frank Lampard, Michael Essien and Michael Ballack bar his way into the first team. <br/><br/>Benfica managed to secure Matic's services on a permanent basis when negotiating the sale of David Luiz to Stamford Bridge in January 2011 and it would prove a costly decision for the London club. Thriving in a deeper role in midfield, he became a star in his new role and was clearly one of the best performers in the Portuguese league, winning the individual Player of the Year prize in 2013, while also gaining vital European experience.<br/><br/>Indeed, Benfica progressed all the way through to the Europa League final and faced Chelsea, only losing to a late goal by Branislav Ivanovic, Matic's international team-mate. Future United star Juan Mata was on the winning side with the Blues that night at the Amsterdam Arena.<br/><br/>The Serbian's successful shift in position from a no.10 to a no.6 was all down to Benfica boss Jorge Jesus, as the player himself once recalled. \"The coach told me, 'You are going to play like a defensive midfielder',\" said Matic. \"I said, 'Me?' He said, 'Yes, I think you can play better in that position.<br/><br/>\"I had never played that position before. In the start, I didn't play so well, but he believed in me, he believed in my quality, and kept saying, 'Just do what I ask and slowly you will play better and better'. I did.\"<br/><br/>In early 2014, Chelsea opted to set up a return to the English capital and splashed out a considerable fee, reportedly in excess of £20 million, to re-sign their former player. It proved a wise move as he became a permanent fixture under Mourinho as the Blues swept to the 2014/15 title.<br/><br/>\"He is the best player,\" enthused Jose. \"He was signed in the most difficult market, which is for the players who are coming in mid-season. The last half of the [2013/14] season was for him to improve. Not to adapt, as he was a Chelsea player before, but to improve. At this moment, he is a giant, not for his size but for the way he plays. The man is a giant.\" <br/><br/>Chelsea performed below par in 2015/16 but returned to the top last season and won another Premier League title in commanding fashion, with Matic again a key component, this time under new manager Antonio Conte.<br/><br/>Mourinho also once described the Serbia international as \"wise and stable\", just the kind of qualities required to help form the base of a title-winning team. It's little wonder that the Reds boss wanted to be reunited with him - Matic is somebody he clearly values so highly.<br/><br/>So the 6ft 4in competitor, a left-footed player with a rare mix of poise and power, becomes the second ex-Chelsea man to arrive in Manchester this summer, following the capture of striker Romelu Lukaku from Everton. The direct switch from Stamford Bridge to Old Trafford has also been made in the recent past - when Mata arrived by helicopter in January 2014 - and here's to Matic being just as popular and successful as the Spaniard."
}, {
  "id": 25,
  "squadNumber": 32,
  "firstName": "Sam",
  "lastName": "Johnstone",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315956/Thumbnail-Profile-Johnstone1505758852319.jpg",
  "birthdate": "25/03/1993",
  "birthplace": "Preston, Lancashire",
  "position": "Goalkeeper",
  "joined": "01/07/2009",
  "joinedFrom": "United Academy",
  "appearances": 0,
  "goals": 0,
  "bio": "One of England's most promising goalkeepers, Sam Johnstone sparkled for Preston North End as they clinched promotion to the Championship in 2015.<br/><br/>His eye-catching form for the Lancashire side ensured he leapfrogged Anders Lindegaard to take the no.2 spot during the Reds' tour of the United States ahead of the 2015/16 season.<br/><br/>Johnstone came close to his long-awaited senior debut for United by being on the bench for all six games in August 2015, but Sergio Romero remained fit throughout David De Gea's absence. Sam was among the substitutes for a seventh and final time in 2015/16 when the Reds won 3-0 at Everton in October, before the stopper re-joined Preston on loan in December.<br/><br/>Hopes were high for Sam following his successful spell at Deepdale a year earlier, but there was to be no repeat. The keeper returned to Old Trafford only a month later after Preston signed Johnstone's former team-mate Lindegaard on a half-season loan deal.<br/><br/>The confident shot-stopper was between the posts when United lifted the FA Youth Cup in 2011 and then proved himself at league level during a number of loan spells in the lower divisions.<br/><br/>Following stints with Oldham Athletic and Scunthorpe United, he ended the 2012/13 campaign at Walsall and was a key figure as the Saddlers were unlucky not to reach the League One play-offs. The following season, he initially joined Yeovil Town with loan moves being deemed most beneficial to his progress.<br/><br/>Doncaster Rovers were next and a string of superb displays earned glowing praise from his manager but he failed to prevent the South Yorkshire outfit being relegated by a narrow 1-0 defeat to Leicester City on the final day of the 2013/14 season. However, he returned to the club to aid their League One campaign, much to the delight of their supporters.<br/><br/>Johnstone has also enjoyed success for his country, captaining the England Under-19s and enjoying call-ups to his country's Under-21 squad. <br/><br/>A loan move to Aston Villa in January 2017 provided more opportunities for the former Youth Cup winner to show his quality as Steve Bruce beat off stiff competition to land his man. Johnstone's debut for the Midlanders came in an FA Cup tie at Tottenham that was screened live on television.<br/><br/>The stopper enjoyed an impressive end to 2016/17 at Villa Park, making 22 appearances, and extended his stay at the Championship club in July by agreeing a season-long loan for 2017/18."
}, {
  "id": 26,
  "squadNumber": 36,
  "firstName": "Matteo",
  "lastName": "Darmian",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315949/Thumbnail-Profile-Darmian1505756970290.jpg",
  "birthdate": "02/12/1989",
  "birthplace": "Legnano, Italy",
  "position": "Defender",
  "joined": "11/07/2015",
  "joinedFrom": "Torino",
  "international": "Italy",
  "appearances": 81,
  "goals": 1,
  "bio": "One of the unsung heroes in the United squad, Matteo Darmian proved his worth once again last season, with his versatility key to occupying both full-back positions when required.<br/><br/>Providing solidity and discipline out wide, the Italian represents a useful option for Jose Mourinho in defence and, when fulfilling the left-back berth, complements Antonio Valencia's attacking approach down the right. <br/><br/>Despite not making as many appearances in 2016/17 as he did during his debut season at the club, Matteo will have been encouraged by his overall performances.<br/><br/>Darmian was one of Manchester United's first new arrivals in the summer of 2015, making the same journey from Torino that United legend Denis Law made 53 years earlier, becoming the fifth Italian to represent the Reds.<br/><br/>He immediately looked at home in the right-back berth last season, gaining many plaudits for his wholehearted defending and adventurous forays further up the field. His first major set-back occurred when he suffered a dislocated shoulder against Sunderland in February, but Darmian still ended his debut season with almost 40 appearances for the Reds.<br/><br/>His highlight of the campaign was a glorious strike against Crystal Palace in April, a goal he described as the best he's ever scored. Matteo insists he \"didn't think twice\" when United came calling, having caught the eye at the 2014 World Cup finals in Brazil.<br/><br/>Despite only making his Azzurri bow in a friendly against the Republic of Ireland at Fulham's Craven Cottage on the eve of the tournament, he was named in Cesare Prandelli's squad and started all three group matches. It was in the opening fixture with England that he really stood out, producing an outstanding performance and causing plenty of problems for Leighton Baines when linking with the attack. Such stellar form earned him an award for Italy's best international player, which he received in early 2015, and he looks certain to have a long career with the national team at right-back, having also featured at Euro 2016.<br/><br/>At domestic level, he started out as a centre-back with AC Milan and was handed his debut in a Coppa Italia tie against Brescia as a raw 16-year-old. Unable to break into the Rossoneri's long-established defence, he later joined Serie B side Padova on loan before switching to Palermo in 2010.<br/><br/>Although he accrued experience of European competition in the Europa League, he decided to drop down a division again with Torino, initially on loan, after only one injury-affected term in Sicily. Establishing himself as a regular with the Granata, and clinching promotion back to Serie A in his first year, the Legnano-born prospect made at least 30 appearances in each of his four seasons with the club.<br/><br/>Reckoned to be one of Europe's most dynamic full-backs, his ability to get forward to good effect is allied to plenty of defensive nous, traits which the Reds will surely look to make the most of in the coming years."
}, {
  "id": 27,
  "squadNumber": 38,
  "firstName": "Axel",
  "lastName": "Tuanzebe",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315974/Thumbnail-Profile-Tuanzebe1505755209879.jpg",
  "birthdate": "14/11/1997",
  "birthplace": "Bunia, DR Congo",
  "position": "Defender",
  "joined": "01/07/2013",
  "joinedFrom": "United Academy",
  "appearances": 8,
  "goals": 0,
  "bio": "A robust central defender, Axel Tuanzebe is a natural leader and captained the Under-18 team as a first-year scholar.<br/><br/>Born in Bunia, in the Democratic Republic of Congo, he has been nurtured by the club's Academy since the age of eight after growing up in Rochdale. He made his first appearance for England at any level in the Under-19s in the summer of 2016. A Milk Cup winner in 2013 and 2014, he has long been tipped for the top.<br/><br/>Tuanzebe is an imposing figure who is comfortable in possession despite his obvious brawn and the 2015 winner of the Jimmy Murphy Young Player of the Year award. \"It was the first time I'd picked a first-year scholar as captain,\" revealed then-coach Paul McGuinness. \"I don't think that has happened since Gary Neville was youth-team skipper. Axel did a very good job - on and off the field.\"<br/><br/>He certainly enjoys the responsibility of being captain - \"I like bossing people around!\" - and was pushed into the Under-21s ahead of schedule after making three substitute appearances for Warren Joyce's side in 2014/15.<br/><br/>Adapting superbly to life at the higher level, he nailed down a regular place and even made the substitutes' bench for the first team's 0-0 draw at Crystal Palace on 31 October at the tender age of 17. Unfortunately, injury halted his progress but he returned in time to help seal the Under-21 title and ended up with 11 appearances under his belt for Joyce's champions.<br/><br/>By resuming his central defensive partnership with Ro-Shaun Williams, he looked perfectly at home and is a calming influence. It is worth noting he was exceptional in a more advanced position against Chelsea when a disciplined display helped nullify Chelsea and record a tactical triumph at Stamford Bridge in the final league game of the term. This bodes well for the future and suggests Tuanzebe has a maturity way beyond his years.<br/><br/>Indeed, he will be buoyed by training with the first-team squad ahead of the first friendly of the summer against Wigan Athletic with Jose Mourinho taking the opportunity to have a look at the promising centre-back first hand and earning praise from the boss after appearing in that game.<br/><br/>Tuanzebe captained the Reserves to good effect, showing his leadership qualities again, and was in outstanding form in 2016/17. He earned a place in the travelling squad for the second leg of the EFL Cup semi-final against Hull City before making his competitive first-team bow in the Emirates FA Cup victory over Wigan Athletic in January, as a substitute for fellow youngster Tim Fosu-Mensah.<br/><br/>He signed a new contract to run until 2020, with the option of a further year, soon after his debut, just reward for his progress."
}, {
  "id": 28,
  "squadNumber": 39,
  "firstName": "Scott",
  "lastName": "McTominay",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315973/Thumbnail-Profile-McTomonay1505759007043.jpg",
  "birthdate": "08/12/1996",
  "birthplace": "Lancaster",
  "position": "Midfielder",
  "joined": "01/07/2012",
  "joinedFrom": "United Academy",
  "appearances": 22,
  "goals": 0,
  "bio": "An intelligent operator who has been a mainstay in the Reserves this season, performing in midfield and attack.<br/><br/>Although central midfielder is viewed as his most natural position, he has also handled leading the line well and providing some physical presence in a team lacking an out-and-out centre-forward. One of the senior members of Nicky Butt's squad, he can snap into tackles and has worked hard on his physique to become a real force.<br/><br/>McTominay scored his first goal at Reserves level when hitting the winner in the Lancashire Senior Cup tie at Blackpool last season.<br/><br/>After seeing his 2014/15 ruined by injury linked to growth and development issues after a promising start, he showed his adaptability by moving into a centre-forward role after making his name as a creative midfielder.<br/><br/>A late developer in terms of physicality, he sprouted up to around 6ft 4ins in height, and is one of the biggest players in the squad. He made eight appearances in 2014/16, five as a starter, and followed it up with nine at Under-21 level (four in the starting XI).<br/><br/>Due to a shortage of out-and-out strikers, former boss Warren Joyce utilised the tall youngster in attack and he put in a real shift in each of his games. The winner at Blackpool was a sweet moment for him.<br/><br/>He has pushed on this term and been a regular starter, scoring two goals to remember in a win over Derby County at Old Trafford in September."
}, {
  "id": 29,
  "squadNumber": 40,
  "firstName": "Joel",
  "lastName": "Pereira",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315960/Thumbnail-Profile-JPereira1505324442363.jpg",
  "birthdate": "28/06/1996",
  "birthplace": "Boudevilliers, Switzerland",
  "position": "Goalkeeper",
  "joined": "01/07/2012",
  "joinedFrom": "Neuchatel Xamax",
  "international": "Portugal U20",
  "appearances": 3,
  "goals": 0,
  "bio": "Joel Castro Pereira joined the club in the summer of 2012 after a successful trial spell with the youth team and his career is very much on the up.<br/><br/>A real character, he captained the Under-21s in James Weir's absence and made 14 appearances during the title-winning campaign, struggling to hide his excitement in the post-match MUTV interview after the victory at Tottenham that clinched top spot.<br/><br/>It is clear the 2015/16 season is one he will look back on fondly. A loan move to Rochdale appeared a natural step in the early part of the campaign and, after initially returning to United, he agreed a deal until early January.<br/><br/>An outstanding debut against Morecambe in the Football League Trophy, when he saved a penalty, helped showcase his potential and he returned to United looking even more confident and commanding.<br/><br/>Warren Joyce was delighted to be able to call upon Pereira again and told ManUtd.com: \"He's a great personality and is also a decent keeper. He's a good kid and exactly how you want a Manchester United person to be. It's pleasing for him to come back and play.\" <br/><br/>Pereira was named on the senior team's bench for the first time for the second leg of the Europa League tie with Midtjylland at Old Trafford after missing out on similar involvement in the FA Cup at Shrewsbury Town because of an appearance in the competition with Rochdale. <br/><br/>Although born in Boudevilliers and playing for Neuchetal Xamax, he chose to represent Portugal at international level and was voted Goalkeeper of the Tournament in Toulon in the summer. Not only did he save penalties during the shoot-out with Czech Republic in the third/fourth-placed play-off, but he also scored the winning spot-kick. Such recognition in the respected Under-20 event was further evidence of his burgeoning reputation and he also earned a spot in his county's Olympics squad. <br/><br/>Earlier in his career, he kept goal in the 2013 Milk Cup final victory against Co Tyrone and continued to make progress throughout 2013/2014. Appearances in the UEFA Youth League enhanced his reputation and he even wore the captain's armband for the first time during the Academy term. The imposing shot-stopper performed at Old Trafford in the 2-2 draw with Norwich City for Joyce's Under-21s towards the end of the campaign and forced his way into the reckoning to be considered as Ben Amos' deputy at that level with Sam Johnstone out on loan. With plenty of competition between the posts, he managed nine outings for Joyce's side in 2014/15 and kept a clean sheet at Old Trafford in a 4-0 thumping of Manchester City that, ultimately, proved enough to clinch the Under-21 Premier League title. <br/><br/>Pereira has confidence and ability in abundance and, while he still has areas to work on, the future looks bright for a promising keeper. Indeed, a loan stint with Belenenses in the first half of the 2016/17 season proved his quality and reputation as one of Europe's most talented young goalies. Jose Mourinho confirmed his return from Portugal was to become third choice and he instantly showed his class again in the Reserves after making the first-team bench for the FA Cup tie against Reading.<br/><br/>A debut soon followed when he came off the bench to replace Sergio Romero in the next round against Wigan Athletic at Old Trafford."
}, {
  "id": 30,
  "squadNumber": 43,
  "firstName": "Cameron",
  "lastName": "Borthwick-Jackson",
  "imageUrl": "https://www.manutd.com/AssetPicker/images/0/0/4/210/315950/Thumbnail-Profile-Borthwick-Jackson1505755391057.jpg",
  "birthdate": "02/02/1997",
  "birthplace": "Manchester",
  "position": "Defender",
  "joined": "01/07/2013",
  "joinedFrom": "United Academy",
  "appearances": 14,
  "goals": 0,
  "bio": "Elegant on the ball but a strong tackler, Cameron Borthwick-Jackson can play in a couple of positions in the back four. He also been tried in a holding role in midfield, but looks most at home as a left-footed centre-back or on the left side of defence.<br/><br/>The local lad is highly thought of at the club and he has been capped by England in various age groups up to Under-19. He was aged just 16 when he made his Manchester United Under-21s debut, against Bolton Wanderers as a second-half substitute.<br/><br/>After helping keep things tight at the back for United's Under-16s during the successful 2013 Milk Cup run, he scored two goals in the 2014 tournament as the Reds retained the trophy in Northern Ireland, including the all-important winner in the final against Vendee.<br/><br/>He pushed on during the 2014/15 season and made more appearances for the Under-18s (31) than any of his colleagues. A regular in the defence, he added more to the attacking elements of his game but only scored once, the eventual winner in a 2-1 triumph against Blackburn Rovers. \"Cameron improved and developed throughout the season,\" said his Under-18s coach Paul McGuinness.<br/><br/>Under-21s coach Warren Joyce praised Borthwick-Jackson's progress at the start of the 2015/16 season as he adapted seamlessly to life at that level and also performed in Nicky Butt's Under-19 side in the UEFA Youth League. \"Cameron has been excellent,\" said Joyce. \"He has gone from strength to strength.\"<br/><br/>Both Joyce and McGuinness were consulted before Louis van Gaal gave Borthwick-Jackson his first-team debut, as a substitute at home to West Bromwich Albion on 7 November 2015.<br/><br/>If the Academy graduate was fazed by his senior debut at Old Trafford, he did well to disguise it, and that unflappable temperament is fast becoming a signature of the young defender.<br/><br/>The games then followed thick and fast for the Flixton lad, making his first start away at Bournemouth, and further high-profile showings against Chelsea and Liverpool.<br/><br/>The highlight of his season came in a mature display away to Chelsea in February and he ended a memorable debut senior season with 14 appearances, as well as the Denzil Haroun Reserve Player of the Year trophy. Accepting the award, Cameron said: \"It's just a huge honour for me, winning this award. It's unbelievable, it's what you dream of as a little boy. I've managed to come up through every age group and managed to make my way into the first team.\"<br/><br/>On 30 May 2016, Borthwick-Jackson signed a new contract to keep him at United until at least June 2020 with an option to extend for a further year. He commented in the club's press release: \"I have grown up at United and have enjoyed every minute of being here.<br/><br/>\"Last season was an incredible experience. To make my first-team debut was a dream come true for myself and my family. I feel it stands me in good stead for continuing my development as a United player. I will continue to work hard and take advice from the manager and his coaching team to improve with every training session.\"<br/><br/>Cameron spent the first-half of the 2016/17 season on loan at Wolves, where he made seven appearances across all competitions, before returning to the Championship to spend the 2017/18 season at Leeds United."
}]